[
  {
    "volume_source": "Volume61-70",
    "article_id": "volume63article1",
    "year": 1985,
    "title": "YEAST REDUCTION OF ETHYL ACETOACETATE: (S)-( + )-ETHYL 3-HYDROXYBUTANOATE",
    "doi": "DOI: 10.15227/orgsyn.063.0001",
    "procedure_snippet": "A 4-L, three-necked, round-bottomed flask equipped with mechanical stirrer, bubble counter, and a stopper is charged with 1.6 L of tap water, 300 g of sucrose (Note 1), and 200 g of baker's yeast (Note 2), which are added with stirring in this order. The mixture is stirred for 1 hr at about 30°C, 20.0 g (0.154 mol) of ethyl acetoacetate (Note 3) is added, and the fermenting suspension (Note 4) is stirred for another 24 hr at room temperature. A warm (ca. 40°C) solution of 200 g of sucrose (Note 1) in 1 L of tap water is then added, followed 1 hr later by an additional 20.0 g (0.154 mol) of ethyl acetoacetate (Note 3). Stirring is continued for 50–60 hr at room temperature. When the reaction is complete by gas chromatographic analysis (Note 5), the mixture is worked up by first adding 80 g of Celite and filtering through a sintered-glass funnel (porosity 4, 17-cm diam). After the filtrate is washed with 200 mL of water, it is saturated with sodium chloride and extracted with five 500-mL...",
    "quantitative_stereochem_mentions": [
      "enantiomeric excess of 85%"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume61-70",
    "article_id": "volume65article27",
    "year": 1987,
    "title": "(−)-α-PINENE BY ISOMERIZATION OF (−)-β-PINENE",
    "doi": "DOI: 10.15227/orgsyn.065.0224",
    "procedure_snippet": "Caution! Potassium hydride3 is highly reactive toward water. Material separated from protective oil or solvent should not be exposed to air, but should be kept under argon or nitrogen.\nA. Potassium 3-aminopropylamide (KAPA). To a bottle of 22.4% potassium hydride in oil (Note 1) is added a Teflon-covered magnetic stirring bar. The contents are agitated by first shaking and then stirring until a visually uniform dispersion is attained. Then 17.8 g (0.10 mol) of the dispersion is transferred (Note 2) to an oven-dried 250-mL flask, fitted with a magnetic stirring bar (Note 3) and (Note 4), a septum-capped inlet, and an adapter connected to a pressure-relief bubbler (mercury or oil). The apparatus is purged with dry argon or nitrogen (Note 5). The flask is charged with 100 mL of dry pentane or other volatile hydrocarbon solvent, and the contents are stirred thoroughly. The stirrer is stopped to allow the potassium hydride to settle, assisted by gentle tapping on the flask, and the supernat...",
    "quantitative_stereochem_mentions": [
      "92% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume61-70",
    "article_id": "volume67article1",
    "year": 1989,
    "title": "ENANTIOMERIC (S)-(+)- AND (R)-(−)-1,1'-BINAPHTHYL-2,2'-DIYL HYDROGEN PHOSPHATE",
    "doi": "DOI: 10.15227/orgsyn.067.0001",
    "procedure_snippet": "A. (±)-Binaphthylphosphoric (BNP) acid. A 1-L, three-necked flask, fitted with a magnetic stirring bar, a pressure-equalizing dropping funnel, a reflux condenser topped by a calcium chloride drying tube, and a thermometer, is charged with 450 mL of pyridine and, while stirring, with 100 g (0.35 mol) of (±)-1,1'-bi-2-naphthol (Note 1).\nTo this stirred suspension, 73.6 g (0.48 mol) of freshly distilled phosphorus oxychloride is added dropwise, whereupon the temperature rises to about 80°C, most of the binaphthol dissolves, and pyridine hydrochloride crystals form. Complete dissolution is achieved by heating to 90°C. The stirred solution is allowed to cool to 50–60°C. (Crystallization occurs at about 85°C.) To the stirred suspension, 40 mL of water is added dropwise (Caution! Exothermic reaction!), which raises the temperature to the boiling point (ca. 118°C). The resulting solution, cooled to about 60°C, is transferred to a l-L dropping funnel and the flask is rinsed with pyridine (2 × 2...",
    "quantitative_stereochem_mentions": [
      "99.4% ee",
      "100.0% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume61-70",
    "article_id": "volume67article10",
    "year": 1989,
    "title": "CONDENSATION OF (−)-DIMENTHYL SUCCINATE DIANION WITH 1,ω-DIHALIDES: (+)-(1S,2S)-CYCLOPROPANE-1,2-DICARBOXYLIC ACID",
    "doi": "DOI: 10.15227/orgsyn.067.0076",
    "procedure_snippet": "A. (−)-Dimenthyl succinate. A 300-mL. one-necked, round-bottomed flask is equipped with a magnetic stirrer, a Dean–Stark trap, and a reflux condenser. The flask is charged with 20 g (0.2 mol) of succinic anhydride, 62.5 g (0.4 mol) of l-menthol, 250 mg (1.3 mmol) of p-toluenesulfonic acid monohydrate, and 150 mL of toluene (Note 1). The mixture is heated under reflux in an oil bath (about 140°C) for 24 hr. During this period the theoretical amount of water (3.6 mL) is collected. The mixture is allowed to cool to ambient temperature, diluted with 200 mL of hexane, and poured into a mixture of 250 mL of aqueous saturated sodium bicarbonate, 100 mL of methanol, and 200 mL of water. The organic phase is separated and the aqueous phase is extracted twice with 100 mL of hexane. The organic phases are combined, washed once with 200 mL of saturated brine, and dried over sodium sulfate. The solvent is removed with a rotary evaporator, and the resulting crude product is dissolved in 100 mL of me...",
    "quantitative_stereochem_mentions": [
      "diastereomeric ratio of 96 : 4"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume61-70",
    "article_id": "volume68article7",
    "year": 1990,
    "title": "ENANTIOSELECTIVE OXIDATION OF A SULFIDE: (S)-(−)-METHYL p-TOLYL SULFOXIDE",
    "doi": "DOI: 10.15227/orgsyn.068.0049",
    "procedure_snippet": "Into a 1-L flask containing 125 mL of methylene chloride (Note 1) and a magnetic stirring bar (4-cm length) is added at room temperature (20°C) 5.35 mL, 6.19 g (0.030 mol) of (S,S)-(−)-diethyl tartrate (DET) (Note 2) by means of a 10-mL syringe. The flask is stoppered with a septum cap and purged with argon. Titanium(IV) isopropoxide, Ti(OiPr)4, (4.48 mL, 0.015 mol) (Note 3) is introduced through the septum via a 10-mL syringe. The stirred limpid solution immediately turns yellow. After a few minutes distilled water (0.27 mL, 0.015 mol) is added dropwise using a calibrated syringe. Strong stirring is maintained until there is total dissolution of water and formation of a pale-yellow solution (after 25 min). Methyl p-tolyl sulfide (4.09 mL, 4.20 g, 0.030 mol) (Note 4) dissolved in 5 mL of methylene chloride is introduced with a 10-mL syringe that is then rinsed with 5 mL of methylene chloride. The flask is cooled (−30°C) with an acetone–dry ice bath while it is stirred for 40 min. At th...",
    "quantitative_stereochem_mentions": [
      "89% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume61-70",
    "article_id": "volume69article2",
    "year": 1990,
    "title": "ENANTIOMERICALLY PURE ETHYL (R)- AND (S)- 2-FLUOROHEXANOATE BY ENZYME-CATALYZED KINETIC RESOLUTION",
    "doi": "DOI: 10.15227/orgsyn.069.0010",
    "procedure_snippet": "For preparation of ethyl 2-fluorohexanoate (Note 1), a 1-L flask equipped with a mechanical stirrer, thermometer, condenser and a gas adapter is charged under an atmosphere of argon with 38.5 g of acetamide and 80 g (0.36 mol) of ethyl 2-bromohexanoate (Note 2). The mixture is heated to 80°C until solution is effected and 38.6 g (0.65 mol) of potassium fluoride (Note 3) is added to it followed by 2.7 mL of tetra-n-butylammonium fluoride (Note 4). The resulting mixture is heated at 140°C with rapid stirring for 4–5 (Note 5). The reaction mixture is allowed to cool to 90°C and then is poured into 600 mL of ice. The reaction flask is rinsed with 100 mL of water and 100 mL of dichloromethane, which are added to the ice mixture. The aqueous phase is extracted with dichloromethane (4 × 200 mL). The combined organic layers are dried over anhydrous sodium sulfate and filtered. The dichloromethane solution is then cooled to 5°C and treated under an atmosphere of argon with 15 mL of bromine (Not...",
    "quantitative_stereochem_mentions": [
      "86% ee",
      "81% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume61-70",
    "article_id": "volume70article8",
    "year": 1992,
    "title": "(S)-(−)- AND (R)-(+)-1,1'-BI-2-NAPHTHOL",
    "doi": "DOI: 10.15227/orgsyn.070.0060",
    "procedure_snippet": "A. Racemic 1,1'-bi-2-naphthyl pentanoate. A suspension of 203 g (0.71 mol) of racemic 1,1'-bi-2-naphthol (Note 1) and 215 mL (1.54 mol) of triethylamine in 2 L of ethyl ether is stirred magnetically in a 4-L Erlenmeyer flask. Over a period of 20 min 185 mL (1.56 mol) of pentanoyl chloride is added (Note 2) and the suspension is stirred for an additional hour to ensure complete reaction (Note 3). The mixture is poured into a 6-L separatory funnel and washed twice with 2-L portions of aqueous 1 M sodium bicarbonate and once with a 2-L portion of water resulting in a clear yellow-orange ether solution.\nB. (S)-(−)-1,1'-Bi-2-naphthol. In a 12-L, round-bottomed flask the above ether solution is diluted to 4 L with additional ethyl ether. A 5.0-mL aliquot of this solution is used to assay the enzyme (Note 4). The remaining ether solution is stirred using an overhead stirrer with 4 L of aqueous 0.1 M phosphate buffer (pH 7.5) containing 60 g of crude sodium taurocholate (Note 5). An opaque emu...",
    "quantitative_stereochem_mentions": [
      "99% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume71article1",
    "year": 1993,
    "title": "ASYMMETRIC HYDROGENATION OF 3-OXO CARBOXYLATES USING BINAP-RUTHENIUM COMPLEXES: (R)-(−)-METHYL 3-HYDROXYBUTANOATE",
    "doi": "DOI: 10.15227/orgsyn.071.0001",
    "procedure_snippet": "A. [(R)-2,2'-Bis(diphenylphosphino)-1,1'-binaphthyl]ruthenium(II) complex. A dry, 80-mL Schlenk tube (Note 1) connected to a supply of argon (Note 2) is equipped with a Teflon-coated magnetic stirring bar and a glass stopper. The flask is charged with [RuCl2(benzene)]2 (130.5 mg, 0.261 mmol) (Note 3), (R)-BINAP (341 mg, 0.548 mmol) (Note 4), and then is evacuated and filled with argon. N,N-Dimethylformamide (DMF) (9 mL) (Note 5) is introduced with a hypodermic syringe under a stream of argon and the inlet is sealed by a glass stopper using silicon grease. The suspension is stirred at 100°C for 10 min under argon (Note 6), giving a clear reddish brown solution (Note 7). The reaction mixture is cooled and concentrated at 1 mm at 50°C with vigorous stirring and then at 0.1 mm for 1 hr to give 500 mg of (R)-BINAP-Ru(II) complex (Note 8) as a reddish brown solid, which is used as the hydrogenation catalyst.\nB. (R)-Methyl 3-hydroxybutanoate. A 200-mL, dry Schlenk tube is charged with methyl ...",
    "quantitative_stereochem_mentions": [
      "98% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume71article2",
    "year": 1993,
    "title": "ASYMMETRIC CATALYTIC GLYOXYLATE-ENE REACTION: METHYL (2R)-2-HYDROXY-4-PHENYL-4-PENTENOATE",
    "doi": "DOI: 10.15227/orgsyn.071.0014",
    "procedure_snippet": "A. Diisopropoxytitanium(IV) dibromide (Note 1). A 50-mL, two-necked, round-bottomed pre-weighed flask equipped with a magnetic stirring bar, a rubber septum, and an argon inlet is charged with 20 mL of hexane (Note 2) and titanium(IV) bromide (7.3 g, 20 mmol) (Note 3). To the red-brown suspension is added titanium(IV) isopropoxide (5.9 mL, 20 mmol) (Note 4) slowly (~ 7 min) at ambient temperature from a syringe. The addition of titanium(IV) isopropoxide causes the mixture to warm to about 37°C. After stirring for 10 min, the now yellow solution is allowed to stand for 6 hr at room temperature, and the pale yellow precipitate that forms is isolated by removing the supernatant liquid with a syringe. The solid residue is then washed with hexane (5 mL × 2) and recrystallized from hexane (10 mL). Recrystallization is carried out in the same flask by heating the solution to reflux and then leaving it at room temperature overnight. Again the supernatant liquid is removed with a syringe and th...",
    "quantitative_stereochem_mentions": [
      "95% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume72article8",
    "year": 1995,
    "title": "(1R,5R)-(+)-VERBENONE OF HIGH OPTICAL PURITY",
    "doi": "DOI: 10.15227/orgsyn.072.0057",
    "procedure_snippet": "(1R)-(+)-α-Pinene (25.0 g, 0.183 mol, [α]D20 +50.9° (neat), 98.6% ee) (Note 1) and 350 mL of dry benzene (Note 2) are placed in a base-washed, 1000-mL Morton flask fitted with a mechanical stirrer, condenser, internal thermometer, and gas inlet. The flask is set in a heating mantle and warmed to 65°C, at which point lead tetraacetate (77.8 g, 0.175 mol) is added via Gooch tubing over 20 min (Note 3). The reaction mixture becomes bright yellow, this color slowly changing to tan after heating at 65°C with stirring for 1 hr. The solution is cooled to room temperature and filtered through a 1-in pad of Celite. The Celite is washed with several 50-mL portions of benzene. To the filtrate is added 300 mL of water, at which point brown-black lead oxide precipitates (Note 4). The two-phase system is swirled vigorously at 10-min intervals for an hour and then filtered through a 1-in pad of Celite. The layers of the filtrate are separated and the aqueous phase is extracted with three 150-mL porti...",
    "quantitative_stereochem_mentions": [
      "98.6% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume72article10",
    "year": 1995,
    "title": "ASYMMETRIC HYDROGENATION OF ALLYLIC ALCOHOLS USING BINAP-RUTHENIUM COMPLEXES: (S)-(−)-CITRONELLOL",
    "doi": "DOI: 10.15227/orgsyn.072.0074",
    "procedure_snippet": "A. [(R)-2,2'-Bis(diphenylphosphino)-1,1'-binaphthyl]ruthenium diacetate, Ru(OCOCH3)2[(R)-BINAP]. A dry, 150-mL Schlenk tube (Note 1) connected to a supply of argon (Note 2) is equipped with a Teflon-coated magnetic stirring bar and a glass stopper. The vessel is charged with benzeneruthenium(II) chloride dimer, [RuCl2(benzene)]2, (800 mg, 1.60 mmol) (Note 3) and (R)-BINAP (1.89 g, 3.04 mmol) (Note 4), evacuated, and then filled with argon. N,N-Dimethylformamide (DMF) (30 mL) (Note 5) is introduced with a hypodermic syringe under the stream of argon. The reddish brown suspension is stirred at 100°C for 10 min (Note 6) and the resulting clear reddish brown solution (Note 7) is cooled. Another dry, 60-mL Schlenk tube is charged with sodium acetate (5.20 g, 63.4 mmol) and methanol (50 mL) (Note 8) and the solution is degassed by three freeze-thaw cycles. It is transferred into the DMF solution of BINAP-Ru(II) complex prepared above via cannula and the solution is stirred at 25°C for 5 min....",
    "quantitative_stereochem_mentions": [
      "98% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume73article2",
    "year": 1996,
    "title": "(1R,5S)-(−)-6,6-DIMETHYL-3-OXABICYCLO[3.1.0]HEXAN-2-ONE. HIGHLY ENANTIOSELECTIVE INTRAMOLECULAR CYCLOPROPANATION CATALYZED BY DIRHODIUM(II) TETRAKIS[METHYL 2-PYRROLIDONE-5(R)-CARBOXYLATE]",
    "doi": "DOI: 10.15227/orgsyn.073.0013",
    "procedure_snippet": "A. (−)-Methyl 2-pyrrolidone-5(R)-carboxylate. A 500-mL, single-necked, round-bottomed flask, equipped with a Teflon-coated magnetic stirring bar, loose fitting rubber septum, and a needle for nitrogen inlet which is vented through a mineral oil bubbler, is flushed with nitrogen and charged with 6.60 g (51.1 mmol) of (R)-(+)-2-pyrrolidone-5-carboxylic acid (Note 1) and 200 mL of methanol (Note 2). Thionyl chloride (0.50 mL, 6.8 mmol) is added cautiously by syringe over a 0.5-min period to the rapidly stirring solution at room temperature. The reaction flask is sealed with the septum and the nitrogen inlet removed after addition is complete, and the resulting solution is stirred continuously at room temperature for 24 hr. The flask is uncapped, and aqueous, saturated sodium carbonate is added with stirring until the reaction solution is pH 7 to litmus paper (Note 3). After removal of the methanol at room temperature under reduced pressure by rotary evaporator, the residue is dissolved in...",
    "quantitative_stereochem_mentions": [
      "93% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume74article3",
    "year": 1997,
    "title": "(R)-(+)-2-(DIPHENYLHYDROXYMETHYL)PYRROLIDINE",
    "doi": "DOI: 10.15227/orgsyn.074.0023",
    "procedure_snippet": "A. N-(tert-Butoxycarbonyl)pyrrolidine. A 500-mL round-bottomed flask, equipped with magnetic stirring bar, is charged with dichloromethane (CH2Cl2) (120 mL) and pyrrolidine (11.3 mL, 133 mmol) (Note 1). The flask is fitted with a 60-mL, pressure-equalizing addition funnel vented through a mineral oil bubbler and charged with a solution of di-tert-butyl dicarbonate (24.6 g, 112 mmol) in CH2Cl2 (35 mL) . After the pyrrolidine solution is cooled to 0°C in ice, the colorless dicarbonate solution is added dropwise over a period of 30 min, and the resulting solution is stirred at room temperature for 3 hr (Note 2). The solvents are then removed under reduced pressure, and two consecutive Kugelrohr distillations of the residual oil (oven temperature 80°C at 0.2 mm) afford 16.6 g (87%) of N-Boc-pyrrolidine as a colorless oil (Note 3).\nB. (R)-(+)-2-(Diphenylhydroxymethyl)-N-(tert-butoxycarbonyl)pyrrolidine. An oven-dried, 2-L, three-necked flask, equipped with a magnetic stirring bar and a ther...",
    "quantitative_stereochem_mentions": [
      "99.5% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume74article4",
    "year": 1997,
    "title": "(R)-(−)-2,2-DIPHENYLCYCLOPENTANOL",
    "doi": "DOI: 10.15227/orgsyn.074.0033",
    "procedure_snippet": "A. 2-Amino-3,3-diphenyl-1-cyclopentene-1-carbonitrile. To a 2-L, three-necked, round-bottomed flask equipped with a 250-mL, pressure-equalizing addition funnel, magnetic stirrer, nitrogen/vacuum adapter, and a thermometer is added 39.9 mL (0.29 mol) of diisopropylamine and 200 mL of tetrahydrofuran (THF) (Note 1), (Note 2). The solution is cooled to 0°C, and 101.6 mL of butyllithium (2.55 M in hexane, 0.26 mol) is added slowly (Note 3). After 10 min, a solution of 50.0 g (0.26 mol) of diphenylacetonitrile (Note 4) in 200 mL of THF is added over 30 min forming a deep yellow solution. A solution of 28.3 mL (0.29 mol) of 4-bromobutyronitrile (Note 5), (Note 6) in 200 mL of THF is then added over 20 min. The resulting bright-yellow solution is allowed to warm slowly to room temperature overnight (10 hr) (Note 7). The reaction mixture is quenched by the slow addition of water (25 mL) and then is diluted with 400 mL of tert-butyl methyl ether (MTBE), and washed with water (2 × 100 mL) and br...",
    "quantitative_stereochem_mentions": [
      "92% ee",
      "97% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume74article5",
    "year": 1997,
    "title": "(S)-TETRAHYDRO-1-METHYL-3,3-DIPHENYL-1H,3H-PYRROLO-[1,2-c][1,3,2]OXAZABOROLE-BORANE COMPLEX",
    "doi": "DOI: 10.15227/orgsyn.074.0050",
    "procedure_snippet": "A. (S)-Proline-N-carboxyanhydride. A dry, 3-L, three-necked flask, fitted with a mechanical stirrer, nitrogen inlet tube, 500-mL, pressure-equalized addition funnel and a Teflon-coated thermocouple probe, containing dry tetrahydrofuran (THF) (600 mL) is charged with (S)-proline (60.0 g, 0.521 mol) (Note 1). To the cooled (15–20°C) suspension is added phosgene (324 mL, 0.625 mol, 1.93 M in toluene), via a pressure-equalized addition funnel, over a 0.5–1.0 hr period maintaining a temperature of 15–20°C (Note 2). The reaction mixture is then aged for 0.5–0.75 hr at 30–40°C. The reaction mixture should become homogeneous as the proline reacts with the phosgene to afford the intermediate N-carbamoyl chloride. Once homogeneous, the reaction mixture is aged an additional 0.5 hr, then concentrated under reduced pressure (15–20°C, 1000 down to 50 mBar) to a volume of 80 mL (Note 3). Dry tetrahydrofuran (600 mL, KF < 50 μg/mL) is added to the mixture and it is cooled to 0–5°C. Dry triethylamine ...",
    "quantitative_stereochem_mentions": [
      "98% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume75article1",
    "year": 1998,
    "title": "(R,R)-N,N'-BIS(3,5-DI-tert-BUTYLSALICYLIDENE)-1,2-CYCLOHEXANEDIAMINO MANGANESE(III) CHLORIDE, A HIGHLY ENANTIOSELECTIVE EPOXIDATION CATALYST",
    "doi": "DOI: 10.15227/orgsyn.075.0001",
    "procedure_snippet": "A. (R,R)-1,2-Diammoniumcyclohexane mono-(+)-tartrate (Note 1). A 1-L beaker assembled with a mechanical overhead stirrer and a thermometer is charged with 250 mL of distilled or deionized water. L-(+)-Tartaric acid (75 g, 0.5 mol) is added with stirring in one portion (Note 2). The solution is stirred as 114 g (120 mL, 1 mol) of racemic trans-1,2-diaminocyclohexane is added carefully in one portion (Note 3). A slurry is formed initially but complete dissolution is observed once addition is complete. Glacial acetic acid (50 mL) is then added in one portion (Note 4). Product begins to precipitate during the addition, and continues to precipitate while the reaction mixture is allowed to cool from 90°C to 5°C, with stirring, over 3 to 4 hr. The temperature is maintained at 5°C for an additional hour and the product is isolated by filtration. The filter cake is washed with 50 mL of cold (5°C) water followed by 4 × 50-mL portions of ambient temperature methanol (Note 5). The enantiomeric exc...",
    "quantitative_stereochem_mentions": [
      "98.0% enantiomeric excess"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume75article2",
    "year": 1998,
    "title": "CATALYTIC ASYMMETRIC ALLYLATION REACTIONS: (S)-1-(PHENYLMETHOXY)-4-PENTEN-2-OL",
    "doi": "DOI: 10.15227/orgsyn.075.0012",
    "procedure_snippet": "A 250-mL, round-bottomed flask (Note 1) equipped with a stirring bar and a rubber septum is charged with (S)-(−)-1,1'-bi-2-naphthol [(S)-BINOL] (1.14 g, 4.0 mmol) (Note 2) and methylene chloride (Note 3) (40 mL). The suspension is stirred until the binaphthol is completely dissolved. Powdered 4 Å molecular sieves (16.0 g) (Note 4) are then added. To the resultant suspension is added a 1 M methylene chloride solution of titanium tetraisopropoxide (4.0 mL, 4.0 mmol) (Note 5) by syringe at ambient temperature. The resulting orange-red suspension is heated at reflux for 1 hr (Note 6). The red-brown mixture is cooled to ambient temperature and a methylene chloride (6 mL) solution of benzyloxyacetaldehyde (Note 7) (6.0 g, 40 mmol) is injected via syringe. The resulting mixture is stirred for 5 min at ambient temperature, then cooled to −78°C. To the reaction mixture is added allyltributylstannane (Note 8) (15.9 g, 14.9 mL, 48 mmol) via syringe. The resulting reaction mixture is then kept in ...",
    "quantitative_stereochem_mentions": [
      "96% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume76article1",
    "year": 1999,
    "title": "RESOLUTION OF 1,1'-BI-2-NAPHTHOL",
    "doi": "DOI: 10.15227/orgsyn.076.0001",
    "procedure_snippet": "A 500-mL flask, equipped with a magnetic stirring bar and a reflux condenser, is charged with 1,1'-bi-2-naphthol (23.0 g, 80 mmol) and N-benzylcinchonidinium chloride (18.6 g, 44 mmol) (Note 1). Acetonitrile (300 mL) is added, and the resulting suspension is refluxed for 4 hr, cooled and stirred at room temperature overnight. The mixture is then cooled to 0–5°C, kept at that temperature for 2 hr, and filtered (Note 2). The filtrate is concentrated to dryness, redissolved in ethyl acetate (300 mL), and washed with 1 N hydrochloric acid (HCl, 2 × 100 mL) (Note 3) and brine (100 mL). The organic layer is dried over sodium sulfate (Na2SO4), filtered, and concentrated to a light brown solid [10.28–10.65 g, mp 205-206°C, 89-93% recovery, 99.0% ee S-enantiomer [α]21 D −27.6~−29.4° ( THF , c 1)] (Note 4), (Note 5), (Note 6).\nThe solid complex is washed with acetonitrile (50 mL). This acetonitrile solution is discarded because of the low ee (~80% ee of the S-enantiomer is contained). The result...",
    "quantitative_stereochem_mentions": [
      "99.0% ee",
      "80% ee",
      "96% ee",
      "99% ee",
      "99.8% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume76article2",
    "year": 1999,
    "title": "(R)-(+)- AND (S)-(−)-2,2'-BIS(DIPHENYLPHOSPHINO)-1,1'-BINAPHTHYL (BINAP)",
    "doi": "DOI: 10.15227/orgsyn.076.0006",
    "procedure_snippet": "A. Preparation of ditriflate of 1,1'-bi-2-naphthol.2 An oven-dried, 100-mL, single-necked flask, equipped with a magnetic stirring bar, is charged with (R)-(+)-1,1'-bi-2-naphthol (8.5 g, >99% ee, 30 mmol) (Note 1). Dry methylene chloride (60 mL) is added followed by dry pyridine (7.2 mL, 90 mmol) and triflic anhydride (20.0 g, 70 mmol) at 5–10°C (bath temperature) under a nitrogen (N2) atmosphere (Note 2) and (Note 3). After the addition, the reaction solution is stirred at room temperature overnight (17 hr) (Note 4). Hexane (60 mL) is then added, and the resulting mixture is filtered under reduced pressure through a pad of silica gel [50 g of silica gel (230–400 mesh) in a 150-mL sintered glass funnel]. The silica gel is washed with a 1:1 mixture of hexane and CH2Cl2 (200 mL). The resulting filtrate is concentrated under vacuum to provide the ditriflate as a white solid (15.4 g, 94% yield, 99.6 area% by LC at 220 nm, mp 72–75°C) (Note 5), (Note 6).\nB. Preparation of (R)-(+)-BINAP .3 A...",
    "quantitative_stereochem_mentions": [
      "99% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume76article6",
    "year": 1999,
    "title": "(1S,2R)-1-AMINOINDAN-2-OL",
    "doi": "DOI: 10.15227/orgsyn.076.0046",
    "procedure_snippet": "A. (1S,2R)-Indene oxide . A 500-mL, three-necked, round-bottomed flask equipped with an overhead mechanical stirrer, a 125-mL addition funnel, and a thermocouple is charged with indene ((Note 1), 29.0 g, 0.25 mol, 1 equiv), dichloromethane (CH2Cl2) (30 mL), (S,S)-(N,N')-bis(3,5-di-tert-butylsalicylidene)-1,2-cyclohexanediaminomanganese(III) chloride (0.953 g, 1.5 mmol, 0.6 mol% , (Note 2)), and 4-phenylpyridine N-oxide ((Note 3), 1.28 g, 7.5 mmol, 3.0 mol%) under a nitrogen (N2) atmosphere. The resulting brown mixture is cooled to −5°C, and then a cold sodium hypochlorite (NaOCl) solution (191 mL, 1.7 M, 1.3 equiv, (Note 4)) is added slowly with vigorous stirring while maintaining the reaction temperature between 0°C and 2°C (Note 5). Upon complete addition of the bleach, the reaction is stirred for an additional 1 hr at 0°C. At this point, hexanes (200 mL) are added in one portion with stirring, and the reaction mixture is filtered through a pad of Celite on a large Büchner funnel. Th...",
    "quantitative_stereochem_mentions": [
      "86% ee",
      "100% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume76article7",
    "year": 1999,
    "title": "ASYMMETRIC SYNTHESIS OF α-AMINO ACIDS BY THE ALKYLATION OF PSEUDOEPHEDRINE GLYCINAMIDE: L-ALLYLGLYCINE AND N-BOC-L-ALLYLGLYCINE",
    "doi": "DOI: 10.15227/orgsyn.076.0057",
    "procedure_snippet": "A. (R,R)-(−)-Pseudoephedrine glycinamide. An oven-dried, 3-L, three-necked, round-bottomed flask is equipped with an argon inlet adapter, a rubber septum, a 150-mL pressure-equalizing addition funnel fitted with a rubber septum, and a Teflon-coated magnetic stirring bar. The flask is flushed with argon and charged with 30.8 g (0.726 mol, 2 equiv) of anhydrous lithium chloride (Note 1), 60.0 g (0.363 mol, 1 equiv) of (R,R)-(−)-pseudoephedrine (Note 2), and 500 mL of dry tetrahydrofuran (THF) (Note 3). The resulting slurry is cooled in an ice bath. After 15 min, 6.89 g (0.182 mol, 0.5 equiv) of solid lithium methoxide (Note 4) is added to the reaction flask in one lot. The resulting mixture is stirred at 0°C for 10 min, after which time the pressure-equalizing addition funnel is charged with a solution of 40.4 g (0.454 mol, 1.25 equiv) of glycine methyl ester (Note 5) in 100 mL of dry THF (Note 3), and dropwise addition of this solution is initiated. The addition is completed within 1 hr...",
    "quantitative_stereochem_mentions": [
      "99% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume77article1",
    "year": 2000,
    "title": "PREPARATION OF (R,R)-1,2:4,5-DIEPOXYPENTANE",
    "doi": "DOI: 10.15227/orgsyn.077.0001",
    "procedure_snippet": "A. Bis(1,5-dichloro-2,4-pentanedione)copper(II) complex .3 A dry, 1-L, three-necked, round-bottomed flask is equipped with a 250-mL addition funnel, reflux condenser, rubber septum with nitrogen inlet, and a magnetic stirrer bar. The reflux condenser is equipped with a line to an HCl trap (Note 1) and the apparatus is maintained under a positive flow of nitrogen. The flask is charged with aluminum chloride (65.0 g, 0.487 mol) followed by the addition of nitrobenzene (82 mL) (Caution! Evolution of HCl gas ) via the addition funnel. 1,2-Dichloroethane (96 mL) (Note 2) is added via the addition funnel and the mixture is stirred until all solids dissolve (ca. 15 min). The resulting olive green solution is placed in an ice bath, and the funnel is charged with 2,4-pentanedione (50.0 mL, 0.487 mol) (Note 3). The 2,4-pentanedione is added to the solution dropwise over 15 min (Caution! Evolution of HCl gas), and the funnel is charged with chloroacetyl chloride (85.0 mL, 1.07 mol) (Note 4). The ...",
    "quantitative_stereochem_mentions": [
      "97% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume77article8",
    "year": 2000,
    "title": "DIASTEREOSELECTIVE SYNTHESIS OF PROTECTED VICINAL AMINO ALCOHOLS: (S)-2-[(4S)-N-tert-BUTOXYCARBONYL-2,2-DIMETHYL-1,3-OXAZOLIDINYL]-2-tert-BUTYLDIMETHYLSILOXYETHANAL FROM A SERINE-DERIVED ALDEHYDE",
    "doi": "DOI: 10.15227/orgsyn.077.0078",
    "procedure_snippet": "A. (S)-2-{[(4S)-N-tert-Butoxycarbonyl-2,2-dimethyl-1,3-oxazolidin-4-yl]hydroxymethyl}-1,3-thiazole (2) . A 100-mL, two-necked, round-bottomed flask, containing a magnetic stirring bar, is equipped with a low-temperature thermometer and one equalizing dropping funnel (Note 1). The funnel is charged with a solution of 2-(trimethylsilyl)thiazole (2-TST, 6.17 g, 39.2 mmol, (Note 2)) in 10 mL of methylene chloride (Note 3) and connected to a nitrogen flow line. The flask is charged with a solution of aldehyde 1 (7.5 g, 32.7 mmol, (Note 4)) in 65 mL of methylene chloride , then cooled to −35°C in a CryoCool bath and 2-TST is added dropwise over 15 min (Note 5). After completion of the addition, the funnel is washed with two 1-mL portions of methylene chloride , then replaced with a rubber septum. The flask is allowed to stand at −20°C (freezer) overnight (15 hr, (Note 6)), then allowed to warm to room temperature and concentrated under reduced pressure. To the residue dissolved in 40 mL of t...",
    "quantitative_stereochem_mentions": [
      "diastereomeric ratio of 1.2:1"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume78article2",
    "year": 2002,
    "title": "CATALYTIC ASYMMETRIC SYNTHESIS OF NITROALDOLS USING A LANTHANUM-LITHIUM-BINOL COMPLEX:\n(2S,3S)-2-NITRO-5-PHENYL-1,3-PENTANEDIOL",
    "doi": "DOI: 10.15227/orgsyn.078.0014",
    "procedure_snippet": "A. Lanthanum-lithium-(R)-BINOL complex (LLB) . A dry, 300-mL, three-necked flask equipped with a magnetic stirring bar, septum cap, and a rubber balloon filled with argon, is charged with (R)-2,2'-dihydroxy-1,1'-binaphthyl ((R)-BINOL; 6.49 g, 22.7 mmol , Note 1) and 119 mL of tetrahydrofuran (THF, Note 2) under an argon atmosphere. The system is placed in an ice-water bath and magnetic stirring is initiated. Via syringe, 28.4 mL (45.4 mmol) of a 1.60 M hexane solution of butyllithium (Note 3) is added to the cooled (R)-BINOL solution over 7 min and the pale yellow mixture is stirred for an additional 15 min. The cooling bath is removed and the THF solution of (R)-BINOL dilithium salt is allowed to reach room temperature.\nA 500-mL, two-necked, round-bottomed flask equipped with a magnetic stirring bar, reflux condenser, and a septum cap is charged with 3.12 g of lanthanum trichloride heptahydrate (LaCl3 · 7H2O, 8.4 mmol, Note 4) and 100 mL of THF. The resulting suspension is sonicated f...",
    "quantitative_stereochem_mentions": [
      "98% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume79article9",
    "year": 2002,
    "title": "ASYMMETRIC SYNTHESIS OF (M)-2-HYDROXYMETHYL-1-(2-HYDROXY-4,6-DIMETHYLPHENYL)NAPHTHALENE VIA A CONFIGURATIONALLY UNSTABLE BIARYL LACTONE",
    "doi": "DOI: 10.15227/orgsyn.079.0072",
    "procedure_snippet": "A. 3,5-Dimethylphenyl 1-bromo-2-naphthoate ( 3 ) . Under a nitrogen atmosphere, a 250-mL, oven-dried, round-bottomed flask containing anhydrous dichloromethane (100 mL) is charged with 1-bromo-2-naphthoic acid (1, 2.51 g, 10.0 mmol), 3,5-dimethylphenol (2, 1.23 g, 10.1 mmol), dicyclohexylcarbodiimide (DCC, 2.26 g, 11.0 mmol), and 4-(dimethylamino)pyridine (DMAP, 244 mg, 2.00 mmol) (Note 1). After the mixture is stirred for 12 hr at room temperature, the white precipitate that forms (Note 2) is discarded by filtration through a Buchner funnel. From the clear filtrate, the solvent is removed by rotary evaporation (35°C, 720 mbar, 540 mm) to give a colorless solid. Filtration through a short silica gel column (5 × 40-cm column, silica gel 0.063 - 0.2 mm, 150 g ; eluent: hexane / diethyl ether 5:1) delivers 3.35 g (94%) of the ester 3, which is recrystallized from diethyl ether / hexane to give 3.28 g (92%) of a colorless solid (Note 3).\nB. 1,3-Dimethyl-6H-benzo[b]naphtho[1,2-d]pyran-6-one...",
    "quantitative_stereochem_mentions": [
      "92% ee",
      "99% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume79article10",
    "year": 2002,
    "title": "(R)-3-PHENYLCYCLOHEXANONE",
    "doi": "DOI: 10.15227/orgsyn.079.0084",
    "procedure_snippet": "(R)-(+)-3-Phenylcyclohexanone (1).\nMethod A. A 500-mL, two-necked, round-bottomed flask, fitted with a magnetic stirring bar, rubber septum, and a reflux condenser attached to a gas-flow adapter with a stopcock, is charged with 12.2 g (100 mmol) of phenylboronic acid (Notes 1, 2), 300 mg (0.482 mmol) of (R)-2,2'-bis(diphenylphosphino)-1,1'-binaphthyl [(R)-BINAP] (Notes 3, 4), and 103 mg (0.399 mmol) of acetylacetonatobis(ethylene)rhodium(I) (Note 5), and the flask is flushed with nitrogen. To the flask are added 3.86 g (3.90 mL, 40.2 mmol) of 2-cyclohexenone (Note 6), 200 mL of 1,4-dioxane (Note 7), and 20 mL of water via syringe, and the entire orange mixture is immersed in a oil bath preheated to 120°C and heated at 105°C for 3 hr. After the solvent is cooled to room temperature, it is removed under reduced pressure on a rotary evaporator. After concentration of the initial reaction mixture on a rotary evaporator, the residue is dissolved in diethyl ether (100 mL). The resulting solu...",
    "quantitative_stereochem_mentions": [
      "98.6% ee",
      "98.3% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume79article11",
    "year": 2002,
    "title": "SYNTHESIS OF (+)-(1S,2R)- AND (−)-(1R,2S)-trans-2-PHENYLCYCLOHEXANOL VIA SHARPLESS ASYMMETRIC DIHYDROXYLATION (AD)",
    "doi": "DOI: 10.15227/orgsyn.079.0093",
    "procedure_snippet": "A. (+)-(1R,2R)-1-Phenylcyclohexane-cis-1,2-diol (2). A 3-L flask with a mechanical stirrer, thermometer and an inlet port open to the atmosphere is charged with 375 mL of water. Stirring is started and the following reagents are added in the order indicated through a powder funnel: potassium ferricyanide (247 g, 0.75 mol, 3 equiv), anhydrous potassium carbonate (104 g, 0.75 mol, 3 equiv), methanesulfonamide (23.8 g, 0.25 mol, 1 equiv), potassium osmate dihydrate (46.1 mg, 0.125 mmol, 0.05 mol %), (DHQD)2PHAL [1,4-bis(9-O-dihydroquinidinyl)phthalazine, 486.9 mg, 0.625 mmol, 0.25 mol %], 1-phenylcyclohexene (1, 39.55 g, 0.25 mol) and tert-butyl alcohol (250 mL) (Notes 1 and 2). The slurry is stirred vigorously for 2 days at a rate of 500 rpm. During this time, the product crystallizes in the top organic phase, beginning after 4 hr. Also, the appearance of the slurry gradually changes from a mixture containing red granules (ferricyanide) to yellow flakes, which are presumably a salt of ir...",
    "quantitative_stereochem_mentions": [
      "94.0% ee",
      "99.5% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume79article17",
    "year": 2002,
    "title": "CATALYTIC ENANTIOSELECTIVE ADDITION OF DIALKYLZINCS TO ALDEHYDES USING (2S)-(−)-3-exo-(DIMETHYLAMINO)ISOBORNEOL [(2S)-DAIB]: (S)-1-PHENYL-1-PROPANOL",
    "doi": "DOI: 10.15227/orgsyn.079.0139",
    "procedure_snippet": "A dry, 500-mL Schlenk tube, equipped with a rubber septum and a Teflon-coated stirring bar and filled with argon (Note 1) is charged with (2S)-(−)-3-exo-(dimethylamino)isoborneol [(2S)-DAIB] (371 mg, 1.88 mmol) (Note 2), dry toluene (200 mL) (Note 3), and a 4.45 M toluene solution of diethylzinc (25.4 mL, 113 mmol) through a rubber septum using hypodermic syringes at 20°C (Notes 4 and 5). The mixture is stirred for 15 min and then cooled to −78°C with a dry ice-methanol bath. To this is added benzaldehyde (10.0 g, 94.2 mol) (Note 6) in one portion (Note 7). The bath is replaced by an ice bath, and the septum is replaced by a glass stopper. The reaction mixture is stirred at 0°C for 6 hr in a closed system. The glass stopper is removed under an argon stream, and saturated aqueous ammonium chloride solution (40 mL) is carefully added (Note 5), resulting in the formation of a white precipitate. The liquid layer and the solid phase are roughly separated by decantation. The precipitate is w...",
    "quantitative_stereochem_mentions": [
      "95.4% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume71-80",
    "article_id": "volume80article5",
    "year": 2003,
    "title": "PREPARATION OF O-ALLYL-N-(9-ANTHRACENYLMETHYL)CINCHONIDINIUM BROMIDE AS A PHASE TRANSFER CATALYST FOR THE ENANTIOSELECTIVE ALKYLATION OF GLYCINE BENZOPHENONE IMINE tert-BUTYL ESTER: (4S)-2-(BENZHYDRYLIDENAMINO)PENTANEDIOIC ACID, 1-tert-BUTYL ESTER-5-METHYL ESTER",
    "doi": "DOI: 10.15227/orgsyn.080.0038",
    "procedure_snippet": "A. N-(9-Anthracenylmethyl)cinchonidinium chloride (Note 1). A 2-L, three-necked flask, equipped with an overhead stirrer, reflux condenser and nitrogen inlet, is charged with 78.2 g (266 mmol) of cinchonidine (Note 2), 63.0 g (278 mmol) of 9-chloromethylanthracene (Note 3), and 800 mL of toluene (Note 4). The mixture is stirred and heated to reflux employing a bath temperature of ≈130°C for 3 hr. Within 30 min all of the material dissolves, then the product begins to crystallize. At the end of the reflux period the mixture is cooled to ≈30°C and 800 ml of diethyl ether is added over 10 min. The slurry is stirred for 20 min, filtered through a coarse sintered glass, fritted funnel, washed with 250 ml of diethyl ether and dried at 50°C under vacuum overnight to afford 144.4 g (235 mmol, 88%) of N-(9-anthracenylmethyl)cinchonidinium chloride as a crystalline, light yellow solid (Notes 1, 5), which is sufficiently pure for use in the next step.\nB. O-Allyl-N-(9-Anthracenylmethyl)cinchonidin...",
    "quantitative_stereochem_mentions": [
      "95.2% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume82article2",
    "year": 2005,
    "title": "PREPARATION OF OPTICALLY ACTIVE (R,R)-HYDROBENZOIN FROM BENZOIN OR BENZIL",
    "doi": "DOI: 10.15227/orgsyn.082.0010",
    "procedure_snippet": "A. A 100 g Scale Synthesis from rac-Benzoin: A 1 L four-necked, round-bottomed flask equipped with a mechanical stirrer, a reflux condenser bearing an inert gas inlet tube, a thermometer and a dropping funnel is charged with 290 mL (2.08 mol) of triethylamine (Note 1). The triethylamine is cooled to 4°C in an ice bath and formic acid (97.0 mL, 2.57 mol) is added slowly (Note 2). To the mixture of formic acid and triethylamine at ambient temperature is added rac-benzoin (Note 3) (170 g, 0.801 mol), RuCl[1S,2S)-N-p-toluenesulfonyl-1,2-diphenylethanediamine]-(η6-p-cymene) (Notes 4 and 5) (0.204 g, 0.321 mmol), and dry DMF (Notes 1 and 6) (80 mL). After the reaction mixture is stirred at 40°C for 48 h, 300 mL of water is added at 0°C with stirring (Note 7). The pale pink precipitate is filtered through a Büchner funnel, washed with water (2 × 500 mL), and dried in vacuo to give a white solid in 97% yield (Note 8). The crude product is dissolved in hot methanol (700 mL) at 60°C. A small amo...",
    "quantitative_stereochem_mentions": [
      "99.9% ee",
      "100% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume82article6",
    "year": 2005,
    "title": "AN EFFICIENT, HIGHLY DIASTEREO- AND ENANTIOSELECTIVE HETERO-DIELS-ALDER CATALYST. PREPARATION OF (2S,6R)-6-(tert-BUTYLDIMETHYL-SILYLOXYMETHYL)-2-METHOXY-2,5-DIHYDROPYRAN",
    "doi": "DOI: 10.15227/orgsyn.082.0034",
    "procedure_snippet": "A. (1R,2S)-1-[3-Adamantyl)-2-hydroxy-5-methylbenzyliden-amino]indan-2-ol. An oven-dried, 300-mL, three-necked, round-bottomed flask is equipped with a magnetic stirbar, fitted with a reflux condenser and thermometer, and purged with a nitrogen atmosphere by means of an inlet fitted to the condenser. The flask is charged with 2-adamantyl-4-methylphenol (12.1 g, 50.0 mmol, 1 eq) (Note 1), freshly distilled toluene (110 mL) (Note 2), and 2,6-lutidine (4.28 g, 4.67 mL, 40.00 mmol, 0.8 eq); the open neck of the flask is capped with a septum. Neat stannic chloride (SnCl4) (2.60 g, 1.17 mL, 10.00 mmol, 0.2 eq) is added by syringe over 10 min (Note 3). The solution turns pale yellow in color, and a pale yellow precipitate is also observable. The mixture is allowed to stir at room temperature for 20 min, then the septum is removed and solid paraformaldehyde (6.00 g, 200 mmol) is added in one portion against a gentle nitrogen counterflow (Note 4). The mixture is stirred an additional 10 min, the...",
    "quantitative_stereochem_mentions": [
      "99% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume82article19",
    "year": 2005,
    "title": "ASYMMETRIC ALCOHOLYSIS OF MESO-ANHYDRIDES MEDIATED BY ALKALOIDS",
    "doi": "DOI: 10.15227/orgsyn.082.0120",
    "procedure_snippet": "A flame-dried 250-mL single-necked, round-bottomed flask equipped with a magnetic stirring bar and charged with quinidine (7.14 g, 22 mmol) (Note 1) and endo-bicyclo[2.2.1]hept-5-ene-2,3-dicarboxylic anhydride (3.28 g, 20 mmol) (Note 2) is placed under vacuum for 2 hr (Note 3). The evacuated flask is flushed with argon, charged with 100 mL of dry toluene (Note 4), equipped with a rubber septum and the mixture is cooled to −55 °C (Note 5). Benzyl alcohol (6.2 mL, 6.49 g, 60 mmol) (Note 6) is added dropwise via syringe (over a period of 10 min) to the cooled suspension (Note 7), and the reaction mixture is stirred at the indicated temperature for 96 hr (Note 8), during which the solid material gradually dissolves. The resulting clear solution is concentrated in vacuo to dryness, and the resulting residue is dissolved in diethyl ether (125 mL). The solution is washed with 2 N HCl (3 × 30 mL), and the aqueous layer is back-extracted with ether (5 × 50 mL). The combined organic layers are e...",
    "quantitative_stereochem_mentions": [
      "98% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume82article21",
    "year": 2005,
    "title": "ASYMMETRIC REARRANGEMENT OF ALLYLIC TRICHLOROACETIMIDATES: PREPARATION OF (S)-2,2,2-TRICHLORO-N-(1-PROPYLALLYL)ACETAMIDE",
    "doi": "DOI: 10.15227/orgsyn.082.0134",
    "procedure_snippet": "A. Preparation of (E)-2,2,2-trichloroacetimidic acid hex-2-enyl ester. A 500 mL round-bottomed flask equipped with a stirring bar is flame dried under a stream of nitrogen and allowed to cool to room temperature. The flask is then charged with trans-2-hexen-1-ol (Note 1) (3.3 mL, 27.8 mmol), 1,8-diazabicyclo[5.4.0]undec-7-ene (DBU) (Note 2) (0.84 mL, 5.6 mmol) and 170 mL of methylene chloride (Note 3). The solution is cooled to 4 °C using an ice/water bath before trichloroacetonitrile (Note 2) (4.2 mL, 42 mmol) is added over five minutes by syringe. With time, the reaction solution is observed to change from clear to orange in color, and within 1 hour the starting materials are consumed (Note 4). The stir bar is removed with a magnetic rod and the solution is then concentrated under reduced pressure using a rotary evaporator to give a brown oil (Note 5). This oil is purified by flash chromatography through a plug of silica gel (Silicycle® 230-400 mesh, 6 cm tall, 5 cm diameter) using 2...",
    "quantitative_stereochem_mentions": [
      "94% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume83article1",
    "year": 2006,
    "title": "PREPARATION OF ENANTIOMERICALLY PURE (R,R)-BozPHOS",
    "doi": "DOI: 10.15227/orgsyn.083.0001",
    "procedure_snippet": "(2R,5R)-1-{2-[(2R,5R)-2,5-dimethylphospholan-1-yl]phenyl}-2,5-dimethylphospholane 1-oxide (R,R)-BozPHOS. A flame-dried, 100-mL, one-necked, round-bottomed flask equipped with an egg-shaped magnetic stirring bar and a rubber septum is charged with (R,R)-Me-DuPHOS (1 g, 3.26 mmol) (Note 1) in a glove-box under argon. Anhydrous THF (32 mL) (Note 2) is added to the flask via a syringe under argon and the resulting colorless solution is cooled in a 0 °C ice bath for 15 min before BH3·DMS 10 M (360 µL, 3.6 mmol) (Note 3) is added dropwise (Note 4) via a syringe. The colorless mixture is stirred for 45 min under argon at 0 °C and H2O2 35% wt. (3 × 1.15 mL, 39.2 mmol) (Note 5) is added dropwise via syringe (Note 6) at 0 °C under argon in three portions with an interval of 30 min between each addition. The mixture is stirred for an additional 45 min at room temperature, and the reaction is quenched by the dropwise addition via cannula of a saturated aqueous solution of Na2SO3 (40 mL) at 0 °C ov...",
    "quantitative_stereochem_mentions": [
      "99% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume83article2",
    "year": 2006,
    "title": "PREPARATION OF ENANTIOMERICALLY ENRICHED (1S)-1-PHENYLPROPAN-1-AMINE HYDROCHLORIDE BY A CATALYTIC ADDITION OF DIORGANOZINC REAGENTS TO IMINES",
    "doi": "DOI: 10.15227/orgsyn.083.0005",
    "procedure_snippet": "A. N-[(4-Methylphenyl)sulfonyl(phenyl)methyl]-P,P-diphenyl-phosphinic amide (2). A 1-L, three-necked, round-bottomed flask equipped with a mechanical stirrer (fitted with a 7-cm Teflon paddle) and two rubber septa is charged with 1 (9.55 g, 43.97 mmol) (Notes 1, 2). Dichloromethane (75 mL) (Note 3) and diethyl ether (365 mL) (Note 4) are added successively to the flask. The resulting suspension is stirred for 5 min and benzaldehyde (6.7 mL, 65.96 mmol) (Note 5) is added via a syringe. p-Toluenesulfinic acid (10.3 g, 65.96 mmol) (Note 6) is then added in one portion at room temperature. The reaction mixture is capped and allowed to stir for 48 h (200 rpm), during which time a white precipitate is slowly formed. The mixture is filtered through a sintered glass funnel and the white solid is washed with diethyl ether (100 mL) and dried under vacuum (25 °C, 0.1 mmHg) to afford 18.12–18.45 g (89–91% yield) (Note 7) of the title compound.\nB. N-[(Phenyl)methylene]-P,P-diphenylphosphinic amide ...",
    "quantitative_stereochem_mentions": [
      "97% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume83article19",
    "year": 2006,
    "title": "SYNTHESIS OF (+)-(1R,2S,9S)-11-METHYL-7,11-DIAZATRICYCLO[7.3.1.02,7]TRIDECANE, A (+)-SPARTEINE SURROGATE",
    "doi": "DOI: 10.15227/orgsyn.083.0141",
    "procedure_snippet": "A. (−)-Cytisine. A 2-L, three-necked round-bottomed flask equipped with an overhead mechanical stirrer with large Teflon-coated blades (Note 1) and two glass stoppers is charged with finely ground Laburnum anagyroides seeds (598 g) (Notes 2 and 3), dichloromethane (837 mL), methanol (239 mL) and aqueous 25% w/v ammonium hydroxide (90 mL) (Note 4). The resulting mixture is stirred vigorously (Note 1) at room temperature. After a short induction period, a slight exotherm is observed lasting for the first ~24 h, accompanied with the formation of a thick gel (Note 1), which slowly disappears on prolonged stirring. After stirring the suspension for a total of 69 h, the mixture is filtered in three separate batches and the filter cake is washed with CH2Cl2 until the filtrate is colorless (Note 5). The filtrate is transferred to a 5-L separatory funnel and shaken with 3.3 M HCl (500 mL). After 2 h (Note 6), the two layers are separated and the aqueous layer is transferred to a 2-L conical fla...",
    "quantitative_stereochem_mentions": [
      "99.5% ee",
      "95% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume83article21",
    "year": 2006,
    "title": "PREPARATION OF (S)-METHYL GLYCIDATE VIA HYDROLYTIC KINETIC RESOLUTION",
    "doi": "DOI: 10.15227/orgsyn.083.0162",
    "procedure_snippet": "A. (±)-Methyl Glycidate (Note 1). A 3-L, round-bottomed flask equipped with a magnetic stir bar and an internal thermometer is charged with aqueous sodium hypochlorite solution (6.0 wt%, 940 mL, 0.755 mol, Note 2) and cooled to 0 °C in an ice bath. Methyl acrylate (58.5 g, 0.680 mol, 1 equiv) is added in one portion, and the flask is capped loosely under air (Note 3). The biphasic mixture is stirred vigorously at 0 °C (Note 4). After 30 min, the ice bath is removed, and the solution is stirred for an additional 1.5 h (Note 5). During this time, the internal temperature gradually rises to 30–37 °C, and the biphasic, yellow mixture becomes turbid and colorless. The reaction mixture is then cooled to 20–25 °C in an ice bath, transferred to a separatory funnel, and extracted with dichloromethane (4 × 150 mL). The organic extracts are dried over sodium sulfate, filtered, and concentrated to a volume of approximately 50 mL by rotary evaporation (Note 6). The solution is transferred to a 100-...",
    "quantitative_stereochem_mentions": [
      "99% enantiomeric excess"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume84article1",
    "year": 2007,
    "title": "N,N-DIBENZYL-N-[1-CYCLOHEXYL-3-(TRIMETHYLSILYL)-2-PROPYNYL]-AMINE FROM CYCLOHEXANECARBALDEHYDE, TRIMETHYLSILYLACETYLENE AND DIBENZYLAMINE",
    "doi": "DOI: 10.15227/orgsyn.084.0001",
    "procedure_snippet": "A. (±)-N,N-Dibenzyl-N-[1-cyclohexyl-3-(trimethylsilyl)-2-propynyl]-amine. A 100-mL Schlenk flask equipped with a magnetic stirring bar and a rubber septum is flame-dried under vacuum (5 × 10−2 mbar), cooled to rt, flushed with argon and charged with copper(I) bromide (143 mg, 1.0 mmol) (Note 1). The flask is evacuated (5 × 10−2 mbar) for 15 min, flushed with argon and charged with dry toluene (40 mL) (Note 2) giving a white suspension. Molecular sieves 4 Å (10 g) (Note 3) is added under a flow of argon. Trimethylsilylacetylene (1.96 g, 2.85 mL, 20.0 mmol) (Note 4) followed by cyclohexanecarbaldehyde (2.24 g, 2.42 mL, 20.0 mmol) (Note 5) are added via syringe (Note 6) in one portion. Dibenzylamine (3.95 g, 3.87 mL, 20.0 mmol) (Note 7) is added during 5 min via syringe. During the addition, the solution becomes clear and turns green at the end of addition. The reaction is slightly exothermic during the addition of dibenzylamine, and subsequently turns milky again. The reaction mixture is...",
    "quantitative_stereochem_mentions": [
      "95 % ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume85article26",
    "year": 2008,
    "title": "(R)-3-METHYL-3-PHENYL-1-PENTENE VIA CATALYTIC ASYMMETRIC HYDROVINYLATION",
    "doi": "DOI: 10.15227/orgsyn.085.0248",
    "procedure_snippet": "A. Sodium Tetrakis[(3,5-trifluoromethyl)phenyl]borate (NaBArF24) (2).3–6 NaBArF24 can be conveniently prepared following the Inorganic Syntheses procedure.4b Although this procedure is reproducible, the additional details and the minor modifications described below are recommended.\nFollowing the procedure described in Inorganic Syntheses,4b a Grignard reaction employing Mg turnings (1.17 g, 48.1 mmol, 6.5 equiv), sodium tetrafluoroborate (813 mg, 7.40 mmol), 1,2-dibromoethane (0.57 mL, 1.25 g, 6.7 mmol, 0.9 equiv) and 3,5-bis(trifluoromethyl)bromobenzene (7.15 mL, 12.16 g, 41.5 mmol, 5.6 equiv) (Note 1) is carried out in anhydrous ether (Note 2) under an argon atmosphere, The reaction mixture is stirred at room temperature for 12 h to ensure the completion of reaction. After the workup and the subsequent processing of the reaction mixture as described ref 4b, the solvent is removed from the ether extracts using a rotary evaporator (20 °C, ca. 20 mmHg). The resulting heavy, brown oil is...",
    "quantitative_stereochem_mentions": [
      "er 98.8:1.2"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume86article6",
    "year": 2009,
    "title": "(S)-(-)-2-ALLYLCYCLOHEXANONE",
    "doi": "DOI: 10.15227/orgsyn.086.0047",
    "procedure_snippet": "A 1-L round-bottomed flask (Note 1) equipped with a 3-cm egg-shaped magnetic stir bar is charged with tris(dibenzylideneacetone)-dipalladium(0)-chloroform adduct (0.388 g, 0.375 mmol, 0.005 equiv), (S)-(-)-5,5'-dichloro-6,6'-dimethoxy-2,2'-bis(diphenylphosphino)-1,1'-biphenyl (0.977 g, 1.50 mmol, 0.02 equiv) and lithium chloride (7.63 g, 180 mmol, 2.4 equiv) (Note 2). The flask is closed with a rubber septum, connected to a combined nitrogen/vacuum line via a 16-gauge needle, evacuated (22 °C, 0.4 mmHg) for 5 h in order to remove traces of water from the lithium salt, and filled with nitrogen. To this flask is added a solution of allyl methyl carbonate (8.52 mL, 8.71 g, 75.0 mmol, 1.00 equiv) (Note 3) in dry tetrahydrofuran (THF) (195 mL) (Note 4) over 5 min through a 16-gauge cannula (Note 5). The deep purple homogeneous solution is stirred at 22 °C for 1 h. In the course of stirring, the color changes to yellow. The resulting mixture is cooled down to -78 °C in a dry ice/acetone bath...",
    "quantitative_stereochem_mentions": [
      "ee: 94 %"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume86article13",
    "year": 2009,
    "title": "ENANTIOSELECTIVE OXIDATION OF AN ALKYL ARYL SULFIDE: SYNTHESIS OF (S)-(-)-METHYL P-BROMOPHENYL SULFOXIDE",
    "doi": "DOI: 10.15227/orgsyn.086.0121",
    "procedure_snippet": "A. (S)-(-)-2-(N-3,5-Diiodosalicyliden)amino-3,3-dimethyl-1-butanol [(S)-1]: To a solution of (L)-(+)-tert-leucinol (350 mg, 3.0 mmol, 1.13 equiv) (Note 1) dissolved in 15 mL of MeOH (Note 2) in a flame-dried 50-mL round-bottomed flask kept under positive nitrogen pressure during the reaction is added 3,5-diiodosalicylaldehyde (1.00 g, 2.66 mmol, 1.0 equiv) (Note 3). The reaction mixture is stirred at room temperature (25 °C) for 48 h (Note 4). The solvent is evaporated under reduced pressure (30 °C, 40 mmHg) and the crude product is transferred to a 25-mL Erlenmeyer flask and purified by dissolving in 5 mL of hot EtOH (Note 5). The resulting yellow solution is allowed to reach room temperature slowly over a two-hour period (25 °C), allowing partial solvent evaporation (~1 mL), and needle crystal formation is observed. At this point, the Erlenmeyer flask is plugged and left overnight (17 h) in a refrigerator at 3 °C. The crystals are filtered in a Büchner funnel and washed with ice-cold...",
    "quantitative_stereochem_mentions": [
      "99 % ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume86article19",
    "year": 2009,
    "title": "PREPARATION OF (S)-tert-ButylPHOX",
    "doi": "DOI: 10.15227/orgsyn.086.0181",
    "procedure_snippet": "A. 2-Bromo-N-[(1S)-1-(hydroxymethyl)-2,2-dimethylpropyl]-benzamide. An oven-dried, 500-mL, 3-neck flask equipped with a 3.0 cm × 1.4 cm, egg-shaped, teflon-coated magnetic stirring bar, pressure-equalizing addition funnel, an internal thermometer, and a reflux condenser (central neck) equipped with a two-tap Schlenk adapter connected to a bubbler and an argon/vacuum manifold (Note 1) is assembled hot and cooled under a stream of argon. The flask is charged with (L)-tert-leucine (5.00 g, 38.1 mmol, 1.00 equiv, 99% ee) (Note 2) and tetrahydrofuran (100 mL, 0.38 M) (Note 3) under a positive pressure of argon. The resulting suspension is cooled to approximately 4 °C in an ice-water bath and sodium borohydride (3.46 g, 91.5 mmol, 2.40 equiv) (Note 2) is added in one portion (Note 4). The addition funnel is charged with a solution of iodine (9.67 g, 38.1 mmol, 1.00 equiv) (Note 2) in tetrahydrofuran (25 mL) (Note 3) via syringe and added dropwise to the suspension over 30 min. After complete...",
    "quantitative_stereochem_mentions": [
      "99% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume86article20",
    "year": 2009,
    "title": "PREPARATION OF (S)-2-ALLYL-2-METHYLCYCLOHEXANONE",
    "doi": "DOI: 10.15227/orgsyn.086.0194",
    "procedure_snippet": "A. 1-Methyl-2-oxo-cyclohexanecarboxylic acid 2-propenyl ester. A 500-mL, single-necked, round-bottomed flask equipped with a large magnetic stir bar (38 × 8 mm) is charged with 50.0 g of pimelic acid (313 mmol, 1.00 equiv), 156 mL of toluene, and 63.9 mL of allyl alcohol (939 mmol, 3.00 equiv) (Note 1). The mixture is stirred vigorously to create a uniform suspension, and 297 mg of p-toluenesulfonic acid monohydrate (1.57 mmol, 0.005 equiv) is added. A Dean-Stark trap and a water-cooled condenser with a two-tap Schlenk adapter connected to a bubbler and an argon/vacuum manifold (Note 2) are affixed to the flask, and the resulting suspension is heated to reflux (120 °C oil bath temperature). The mixture in the flask soon became homogeneous. After 16 h at reflux, approximately 11 mL of water had accrued in the Dean-Stark trap. The vessel is cooled to ambient temperature and the solution is transferred to a separatory funnel (500 mL). The organic solution is washed successively with satur...",
    "quantitative_stereochem_mentions": [
      "87% enantiomeric excess",
      "86% ee",
      "91% ee",
      "99% enantiomeric excess",
      "98% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume86article25",
    "year": 2009,
    "title": "(3R,7aS)-3-(TRICHLOROMETHYL)TETRAHYDROPYRROLO[1,2-C]OXAZOL-1(3H)-ONE: AN AIR AND MOISTURE STABLE REAGENT FOR THE SYNTHESIS OF OPTICALLY ACTIVE α-BRANCHED PROLINES",
    "doi": "DOI: 10.15227/orgsyn.086.0262",
    "procedure_snippet": "A. (3R,7aS)-3-(Trichloromethyl)tetrahydropyrrolo[1,2-c]oxazol-1(3H)-one. To a suspension of L(-)-proline (11.55 g, 100.3 mmol) (Note 1) in chloroform (500 mL) (Note 2) in a 1000-mL, single-necked, round-bottomed flask equipped with a magnetic stirring bar is added 2,2,2-trichloro-1-ethoxyethanol (23.27 g, 120.3 mmol) (Note 3 and 4). A 25-mL Dean-Stark trap topped with a reflux condenser, fitted with an argon adapter, is attached to the reaction vessel and the reaction mixture is heated at reflux using a heating mantle until L(-)-proline is no longer visibly suspended and consumption is observed by reverse phase TLC (Note 5). Heating is discontinued and the volatile organics are removed under reduced pressure on a rotary evaporator (40 °C, 20-25 mmHg). The resulting brown, crystalline solid is recrystallized from ethanol. Boiling ethanol (30 mL) is added to the crude residue in the reaction flask warmed to 50 °C (bath temperature). The resultant mixture is stirred magnetically with heat...",
    "quantitative_stereochem_mentions": [
      "enantiomeric excess of >99%"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume86article34",
    "year": 2009,
    "title": "RHODIUM-CATALYZED ENANTIOSELECTIVE ADDITION OF ARYLBORONIC ACIDS TO IN SITU GENERATED N-BOC ARYLIMINES. PREPARATION OF (S)-TERT-BUTYL (4-CHLOROPHENYL)(THIOPHEN-2-YL)METHYLCARBAMATE",
    "doi": "DOI: 10.15227/orgsyn.086.0360",
    "procedure_snippet": "A. tert-Butyl phenylsulfonyl(thiophen-2-yl)methylcarbamate (1). In a 250-mL, round-bottomed flask benzenesulfinic acid sodium salt (13.13 g, 80.0 mmol, 2.0 equiv) (Note 1) is dissolved in H2O (105 mL) (Note 2). tert-Butyl carbamate (4.69 g, 40.0 mmol, 1.0 equiv) (Note 3) is added, but does not dissolve. 2-Thiophene-carboxaldehyde (5.50 mL, 6.73 g, 60.0 mmol, 1.5 equiv) (Note 4) is added forming a yellow emulsion. Formic acid (3.10 mL, 3.68 g, 80.0 mmol, 2.0 equiv) (Note 5) is added. The flask is loosely fitted with a rubber septum and the white, opaque, biphasic mixture is stirred vigorously at room temperature (23 °C). After a couple of hours the water phase becomes clear. The product 1 is formed as yellow chunks, which become more dispersed in the water phase as the reaction proceeds. After 3 days (Note 6) of stirring the suspension is vacuum filtered (Note 7). The yellow chunks are crushed with a spatula, and the product is triturated with H2O (2 × 10 mL) and Et2O (2 × 10 mL) (Note ...",
    "quantitative_stereochem_mentions": [
      "93% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume87article5",
    "year": 2010,
    "title": "CATALYTIC ENANTIOSELECTIVE BORANE REDUCTION OF BENZYL OXIMES: PREPARATION OF (S)-1-PYRIDIN-3-YL-ETHYLAMINE BIS HYDROCHLORIDE",
    "doi": "DOI: 10.15227/orgsyn.087.0036",
    "procedure_snippet": "A. (E)-1-Pyridin-3-yl-ethanone oxime (1). A 250-mL, three-necked, round-bottomed flask is equipped with a 2-cm Teflon-coated magnetic stir bar, a reflux condenser, a pressure-equalizing dropping funnel and a rubber septum through which a thermocouple thermometer probe is inserted. The flask is charged with 3-acetyl pyridine (12.1 g, 100 mmol) (Note 1), EtOH (100 mL) and NH2OH•Cl (11.85 g, 170 mmol), and the mixture is heated with a heating mantle to 55 °C. A pre-made solution of Na2CO3 (7.46 g, 70 mmol) in water (20 mL) is added dropwise over 10 min via the dropping funnel. At the end of the addition, the temperature has risen to 62 °C. The heterogeneous mixture is stirred at 60 °C for 2.5 h (Notes 2 and 3), then filtered through a 60-mL medium-porosity sintered-glass funnel to remove the inorganic salts. The solid is washed with EtOH (2 × 20 mL) and the combined filtrate is transferred to a 500-mL, round-bottomed flask and concentrated by rotary evaporation (50 °C, 20 mmHg) to afford ...",
    "quantitative_stereochem_mentions": [
      "enantiomeric excess is 98%"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume87article7",
    "year": 2010,
    "title": "PREPARATION OF (S)-3,3'-BIS-MORPHOLINOMETHYL-5,5',6,6',7,7',8,8'-OCTAHYDRO-1,1'-BI-2-NAPHTHOL",
    "doi": "DOI: 10.15227/orgsyn.087.0059",
    "procedure_snippet": "Paraformaldehyde (30 g, 1.0 mol) (Note 1) is added to a 250-mL round-bottomed flask, open to air, which is cooled with an ice bath. With vigorous stirring, morpholine (88 mL, 1.0 mol) (Note 2) is added dropwise over 1 h via addition funnel. The addition must be performed slowly with cooling because the reaction is exothermic. After the addition is complete, the ice bath is removed (Note 3), and with stirring, the solution is allowed to warm to room temperature over 2 h (Note 4). The round-bottomed flask is fitted with a reflux condenser and the reaction mixture is heated at 60 ºC in an oil bath for 10 h (Note 5). A clear and viscous solution (107 mL) containing morpholinomethanol as well as other species is formed. The product is verified by 1H and 13C NMR analyses and the concentration of morpholinomethanol in the solution is determined to be 2.3 M (Notes 6-8).\nTo a 250-mL, 3-necked, round-bottomed flask is added (S)-5,5',6,6',7,7',8,8'-octahydro-1,1'-bi-2-naphthol [(S)-H8BINOL, 5.0 g...",
    "quantitative_stereochem_mentions": [
      "99% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume87article8",
    "year": 2010,
    "title": "CATALYTIC ASYMMETRIC ADDITION OF AN IN-SITU PREPARED ARYLZINC TO CYCLOHEXANECARBOXALDEHYDE: (R)-(+)-α-CYCLOHEXYL-3-METHOXY-BENZENEMETHANOL",
    "doi": "DOI: 10.15227/orgsyn.087.0068",
    "procedure_snippet": "An oven-dried 500-mL, 3-necked, round-bottomed flask, stir bar, glass stopper, septum and vacuum adaptor containing a stopcock are taken into a glove box (Note 1). The flask is charged with lithium acetylacetonate (0.771 g, 7.27 mmol, 0.25 equiv) (Note 2), sealed, and brought outside of the glove box and into a fume hood. The vacuum adaptor is connected to a Schlenk line, and the flask is placed under a nitrogen atmosphere (Note 3).\n1-Methyl-2-pyrrolidinone (NMP, 48 mL) (Note 4) and 3-iodoanisole (7.62 mL, 64.0 mmol, 2.2 equiv) (Note 5) are added sequentially through the septum via syringe. The reaction flask is cooled to 0 ºC with an ice bath, and diethylzinc (3.65 mL, 34.9 mmol, 1.2 equiv) (Note 6) is added via syringe. The pale yellow reaction mixture is stirred at 0 ºC for 12 h.\n(S)-3,3'-Bis-morpholinomethyl-5,5',6,6',7,7',8,8'-octahydro-1,1'-bi-2-naphthol [(S)-1] (Note 7) is dried prior to use in catalysis. An oven-dried 100-mL Schlenk flask equipped with a stir bar is connected t...",
    "quantitative_stereochem_mentions": [
      "99% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume87article29",
    "year": 2010,
    "title": "Pd(0)-CATALYZED ASYMMETRIC ALLYLIC AND HOMOALLYLIC DIAMINATION OF 4-PHENYL-1-BUTENE WITH DI-TERT-BUTYLDIAZIRIDINONE",
    "doi": "DOI: 10.15227/orgsyn.087.0263",
    "procedure_snippet": "A. (S)-1-(8,9,10,11,12,13,14,15-Octahydro-3,5-dioxa-4-phosphacyclohepta[2,1-a;3,4-a']dinaphthalen-4-yl)-2,2,6,6-tetramethylpiperidine [(S)-1]. A 250-mL, two-necked, round-bottomed flask equipped with a Teflon-coated magnetic stir bar (length: 3.5 cm), internal thermometer, nitrogen inlet, and rubber septum is charged with 2,2,6,6-tetramethylpiperidine (5.13 mL, 29.5 mmol, 1.24 equiv) and anhydrous THF (47.2 mL) (Notes 1, 2, and 3). The solution is cooled to 5 °C in an ice bath, treated with n-BuLi (19.5 mL, 29.8 mmol, 1.53 M in hexanes, 1.25 equiv) by syringe over 5 min, and stirred at 0 °C for 30 min (Notes 4 and 5). To this solution is added phosphorus trichloride (PCl3) (7.75 mL, 88.8 mmol, 3.73 equiv) at such a rate as to keep the internal temperature below 10 °C (ca. 30 min) (Note 6). After complete addition of PCl3, the ice bath is removed, and the brown reaction mixture is stirred for 1 h and concentrated by rotary evaporation (25 °C, 55 mmHg) (Notes 7 and 8). The resulting resi...",
    "quantitative_stereochem_mentions": [
      "90% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume87article33",
    "year": 2010,
    "title": "SYNTHESIS OF CHIRAL PYRIDINE BIS(OXAZOLINE) LIGANDS FOR NICKEL-CATALYZED ASYMMETRIC NEGISHI CROSS-COUPLINGS OF SECONDARY ALLYLIC CHLORIDES WITH ALKYLZINCS: 2,6-BIS[(4R)-4,5-DIHYDRO-4- (2-PHENYLETHYL)-2-OXAZOLYL]- PYRIDINE",
    "doi": "DOI: 10.15227/orgsyn.087.0310",
    "procedure_snippet": "A. (R)-2-Amino-4-phenylbutan-1-ol (1). An oven-dried, 500-mL, two-necked, round-bottomed flask equipped with a condenser fitted with an argon inlet and a magnetic stir bar (31.8 × 15.9 mm, egg-shaped) is purged with argon for 10 min. Anhydrous THF (200 mL) (Note 1) is added into the flask by syringe through the open neck under a positive pressure of argon. Lithium aluminum hydride (4.56 g, 120 mmol, 1.50 equiv) (Note 2) is added over 5 min through the open neck under a positive pressure of argon. The solution is stirred at rt for 5 min, and then D-homophenylalanine ethyl ester hydrochloride (19.5 g, 80.0 mmol, 1.00 equiv) (Note 3) is added in portions (500 mg per portion) over 30 min through the open neck under a positive pressure of argon, during which time the solution gently refluxes. Upon the completion of the addition, the open neck is capped with a glass stopper, and the heterogeneous gray reaction mixture is heated at reflux in an oil bath for 24 h. Next, the mixture is allowed ...",
    "quantitative_stereochem_mentions": [
      "99% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume87article34",
    "year": 2010,
    "title": "NICKEL-CATALYZED ASYMMETRIC NEGISHI CROSS-COUPLINGS OF RACEMIC SECONDARY ALLYLIC CHLORIDES WITH ALKYLZINCS: (S,E)-ETHYL 6-(1,3-DIOXOLAN-2-YL)-4-METHYLHEX-2-ENOATE",
    "doi": "DOI: 10.15227/orgsyn.087.0317",
    "procedure_snippet": "A. Ethyl (E)-4-hydroxy-2-pentenoate (1). An oven-dried, 1000-mL, two-necked, round-bottomed flask equipped with a rubber septum, an argon inlet, and a magnetic stir bar [41.3 × 19.0 mm, egg-shaped] is purged with argon and charged with Et2O (500 mL) (Note 1) and ethyl (E)-4-oxo-2-butenoate (24.1 mL, 25.6 g, 200 mmol, 1.0 equiv) (Note 2) by syringe. The solution is cooled to -78 °C in a dry ice/acetone bath, and then MeMgBr (3.0 M in Et2O; 70.0 mL, 210 mmol, 1.05 equiv) (Note 3) is added dropwise via syringe pump (2.0 mL/min) over 35 min (the slow addition can also be conducted via a 100-mL pressure-equalizing addition funnel fitted with a septum). After the addition is complete, the reaction mixture is stirred for an additional 1 h at -78 °C. Additional MeMgBr (3.0 M in Et2O; 60.0 mL, 180 mmol, 0.90 equiv) (Note 3) is added dropwise via syringe pump (2.0 mL/min) over 35 min, and the reaction mixture is stirred for an additional 1 h at -78 °C. During the course of the reaction, the prec...",
    "quantitative_stereochem_mentions": [
      "97% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume87article35",
    "year": 2010,
    "title": "NICKEL-CATALYZED ENANTIOSELECTIVE NEGISHI CROSS-COUPLINGS OF RACEMIC SECONDARY α-BROMO AMIDES WITH ALKYLZINC REAGENTS: (S)-N-BENZYL-7-CYANO-2-ETHYL-N-PHENYLHEPTANAMIDE",
    "doi": "DOI: 10.15227/orgsyn.087.0330",
    "procedure_snippet": "A. (5-Cyanopentyl)zinc(II) bromide (1). An oven-dried, 200-mL pear-shaped Schlenk flask equipped with a magnetic stirbar (egg shaped, 25.4 × 12.7 mm) and an argon line connected to the standard taper outer joint is purged with argon for 5 min. Zinc powder (9.80 g, 150 mmol, 1.50 equiv) (Note 1) is added through the open neck, and then the flask is capped with a rubber septum and heated in an oil bath under high vacuum (0.5 mmHg) at 70 °C for 30 min. Then, the flask is refilled with argon, and anhydrous 1,3-dimethyl-2-imidazolidinone (DMI; 100 mL) (Note 2) is added via syringe. Iodine (I2) (634 mg, 2.50 mmol, 0.0250 equiv) (Note 3) is added in one portion through the neck. The neck is re-capped with a rubber septum, and the reaction mixture is stirred at 70 °C in an oil bath until the red color fades (~5 min). 6-Bromohexanenitrile (13.2 mL, 100 mmol, 1.00 equiv) (Note 4) is added via syringe over 4 min, and the reaction mixture is stirred at 70 °C for 12 h. Then, the oil bath is removed...",
    "quantitative_stereochem_mentions": [
      "91% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume88article12",
    "year": 2011,
    "title": "ORGANOCATALYTIC ENANTIOSELECTIVE SYNTHESIS OF BICYCLIC ß-LACTONES FROM ALDEHYDE ACIDS VIA NUCLEOPHILE-CATALYZED ALDOL-LACTONIZATION (NCAL)",
    "doi": "DOI: 10.15227/orgsyn.088.0121",
    "procedure_snippet": "A. (1,4-Dioxaspiro[4.5]dec-7-en-8-yloxy)trimethylsilane ( 1 ) (Note 1). An oven-dried 500-mL, two-necked, round-bottomed flask is equipped with a large stir bar (Note 2), and one neck is fitted with a 50-mL pressure-equalizing addition funnel, to which is attached a nitrogen inlet, and the second neck is sealed with a rubber septum. The reaction flask is charged with solid 1,4-cyclohexanedione mono-ethylene ketal (25.0 g, 160 mmol, 1.0 equiv), and then N,N-dimethylformamide (Note 3) (100 mL) is added to dissolve the solid. Triethylamine (52.0 mL, 368 mmol, 2.3 equiv) is added via syringe to the reaction vessel. Freshly distilled trimethylsilyl chloride (26.7 mL, 208 mmol, 1.3 equiv) is added to the addition funnel and then dispensed dropwise into the reaction vessel over a period of ~15 min. After the addition is complete, the addition funnel is replaced with a condenser, and the reaction mixture is then heated in an oil bath at 80 °C (bath temperature) for 12 h (Note 4). After cooling...",
    "quantitative_stereochem_mentions": [
      "90% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume88article22",
    "year": 2011,
    "title": "GRAM SCALE CATALYTIC ASYMMETRIC AZIRIDINATION: PREPARATION OF (2R,3R)-ETHYL 1-BENZHYDRYL-3-(4-BROMOPHENYL)AZIRIDINE 2-CARBOXYLATE",
    "doi": "DOI: 10.15227/orgsyn.088.0224",
    "procedure_snippet": "A. N-(4-Bromobenzylidene)-1,1-diphenylmethanamine ( 1).2 A 250-mL round-bottomed flask with two 24/40 necks is fitted with a magnetic stir bar (20 mm × 8 mm × 8 mm), a rubber septum, and a 24/40 vacuum adapter. The flask is connected to a double manifold vacuum line with a nitrogen ballast. This assembly is flame-dried under high vacuum (1.0 mmHg) and cooled under a slight positive pressure of nitrogen. To this flask is then sequentially added 4-bromobenzaldehyde (11.84 g, 63.95 mmol, 1.1 equiv) and MgSO4 (14.0 g, 116 mmol, 2.1 equiv) (Note 1). This is followed by the addition of 60 mL dry dichloromethane (Note 1), via a plastic syringe fitted with a metallic needle, along the neck and the sides of the flask such that all solids could be rinsed to the bottom of the flask. The mixture is stirred at room temperature (22 °C) under nitrogen to provide a white slurry. Aminodiphenylmethane (10.0 mL, 56.3 mmol at 97% purity, 1.00 equiv) is then added to the solution through the rubber septum,...",
    "quantitative_stereochem_mentions": [
      "99% ee",
      "83% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume88article24",
    "year": 2011,
    "title": "LITHIATED PRIMARY ALKYL CARBAMATES FOR THE HOMOLOGATION OF BORONIC ESTERS",
    "doi": "DOI: 10.15227/orgsyn.088.0247",
    "procedure_snippet": "A. N,N-Diisopropyl-carbamic acid 3-phenyl-propyl ester (1). A 1 L flask containing a 40 mm magnetic stirring bar is charged with 3-phenylpropan-1-ol (Note 1, 51.0 mL, 51.1 g, 375 mmol, 1.00 equiv), N,N-diisopropylcarbamoyl chloride (Note 1, 62.7 g, 383 mmol, 1.02 equiv), triethylamine (Note 1, 53.4 mL, 38.8 g, 383 mmol, 1.02 equiv) and dichloromethane (Note 1, 500 mL). A reflux condenser is fitted and connected to an argon line by way of a gas inlet adaptor. The reaction mixture is stirred and heated at reflux for 24 h. After cooling to room temperature, the solvent is removed in vacuo (200 mmHg, 30 °C) using a rotary evaporator and tert-butyl methyl ether (Note 2, 500 mL) is added. The mixture is transferred to a separatory funnel and washed with water (2× 400 mL), and the combined aqueous phases are extracted with tert-butyl methyl ether (2× 300 mL). The combined organic fractions are washed with brine (100 mL) and dried over MgSO4 (15 g) for 2 min. After filtration of the solids, th...",
    "quantitative_stereochem_mentions": [
      "e.r. = 99:1"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume88article38",
    "year": 2011,
    "title": "ENANTIOSELECTIVE THREE-COMPONENT REACTION FOR THE PREPARATION OF ß-AMINO-a-HYDROXY ESTERS",
    "doi": "DOI: 10.15227/orgsyn.088.0418",
    "procedure_snippet": "A. Methyl 2-diazo-2-(4-methoxyphenyl) acetate. (1c) A 500-mL three-necked flask is equipped with a 100-mL dropping funnel, a rubber septum fitted with argon inlet needle and an egg-shaped 1 1/4 x 5/8 in magnetic stir bar.DBU (Note 1) (14.2 mL, 95.0 mmol, 1.50 equiv) in CH3CN (60 mL) (Note 2) is added to the dropping funnel.The flask is charged with methyl 2-(4-methoxyphenyl) acetate (Note 3) (11.4 g, 63.3 mmol, 1.00 equiv), p-acetamidobenzenesulfonyl azide (p-ABSA) (Note 4) (18.2 g, 76.0 mmol, 1.20 equiv) and CH3CN (120 mL).The DBU solution is added dropwise into reaction mixture.The resulting mixture is stirred over 12 h, and reaction progress is monitored by TLC analysis (Note 5).The reaction mixture is cooled with an ice bath, and saturated aqueous NH4Cl (100 mL) (Note 6) is then added to quench the reaction.The mixture is extracted with ethyl ether (3 x 100 mL) (Note 7), and the combined organic layers are washed with saturated brine (150 mL) (Note 8), dried over sodium sulfate (10...",
    "quantitative_stereochem_mentions": [
      "94% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume89article1",
    "year": 2012,
    "title": "Fluoride Ring-Opening Kinetic Resolution of Terminal Epoxides: Preparation of (S)-2-Fluoro-1-Phenylethanol",
    "doi": "DOI: 10.15227/orgsyn.089.0009",
    "procedure_snippet": "(S)-2-Fluoro-1-phenylethanol. A 500-mL, single-necked, round-bottomed flask equipped with a magnetic stir bar (24 x 8 mm), (Note 1) is charged with (R,R)-(-)-N,N'-bis(3,5-di-tertbutylsalicylidene)-1,2-cyclohexanediaminocobalt(II) (1.51 g, 2.5 mmol, 0.025 equiv (Note 2). 1,5-Diazabicyclo[4.3.0]non-5-ene (247 μL, 2 mmol, 0.02 equiv (Note 3) and 1,1,1,3,3,3-hexafluoroisopropanol (8.66 mL, 82.5 mmol, 0.825 equiv) are added to the flask via syringe.The mixture is diluted with diethyl ether (250 mL (Note 4) to afford a dark brown solution and stirring is initiated at 500 rpm. Styrene oxide (11.4 mL, 100 mmol, 1.0 equiv (Note 5) and benzoyl fluoride (5.99 mL, 55 mmol, 0.55 equiv) are both added via syringe.The reaction is allowed to stir open to air for 15 min (Note 6) at room temperature (Note 7).The flask is then capped with a polyethylene cap and secured with Parafilm wrap (Note 8).The reaction is stirred at 500 rpm for 13-14 h at room temperature (Note 9), and then quenched by the additio...",
    "quantitative_stereochem_mentions": [
      "98% enantiomeric excess"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume89article10",
    "year": 2012,
    "title": "Preparation of Enantioenriched Homoallylic Primary Amines",
    "doi": "DOI: 10.15227/orgsyn.089.0088",
    "procedure_snippet": "A. (4S,SS)-N-(tert-Butanesulfinyl)tridec-1-en-4-amine (4). An oven-dried 100-mL three-necked round-bottomed flask is charged with (SS)-N-tert-butanesulfinamide (2, 2.42 g, 20 mmol) and indium powder (2.90 g, 25 mmol) (Note 1). The flask is fitted with a condenser and equipped with a 0.8 × 2.5 cm magnetic stirring bar, a thermometer, a rubber septum, and a nitrogen inlet. After flushing with nitrogen, the flask is charged with THF (40 mL) by syringe, followed by decanal (1, 4.2 mL, 22 mmol) and Ti(OEt)4 (9.0 mL, 43 mmol), which are also added by syringe (Note 2). The slurry is stirred at 23-25 °C for 1 h, after which time (Note 3) allyl bromide (3, 2.65 mL, 30 mmol) (Note 4) is added via syringe over 5 min at 23-25 °C (Note 5). The mixture is heated to 60 °C for 5 h (Notes 6 and 7). After cooling to room temperature, the reaction mixture is carefully added to a mixture of ethyl acetate:brine (200 mL:50 mL) with stirring. The resulting white suspension is filtered through a short plug (5...",
    "quantitative_stereochem_mentions": [
      "99:1 dr"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume89article25",
    "year": 2012,
    "title": "Synthesis of (R)-2-Methoxy-N-(1-Phenylethyl)Acetamide via Dynamic Kinetic Resolution",
    "doi": "DOI: 10.15227/orgsyn.089.0255",
    "procedure_snippet": "A. (R)-2-Methoxy-N-(1-phenylethyl)acetamide (2). A flame-dried, 1-L two-necked round-bottomed flask is equipped with a two-tap Schlenk adapter connected to a bubbler and an argon/vacuum manifold (Note 1) in the middle neck. The flask is equipped with a stir bar (4.0 cm) and is charged with Novozym 435 (340 mg) (Note 2), Na2CO3 (900 mg, 8.49 mmol, 0.19 equiv) (Note 3), and Ru-complex 7 (745 mg, 0.56 mmol, 1.25 mol%) under a constant flow of argon. The other neck is equipped with a rubber septum and the vessel is evacuated and refilled with argon three times. Under an argon atmosphere, anhydrous toluene (225 mL) (Note 4) is added via syringe to afford a brown solution. (±)-1-Phenylethylamine (1, 5.80 mL, 5.45 g, 45.0 mmol, 1.00 equiv) (Note 5), 2,4-dimethyl-3-pentanol (8.00 mL, 6.63 g, 57.1 mmol, 1.27 equiv) (Note 6) and methyl methoxyacetate (3.40 mL, 3.57 g, 33.8 mmol, 0.75 equiv) (Note 7) are subsequently added via syringe. The septum is then changed to a glass stopper equipped with a...",
    "quantitative_stereochem_mentions": [
      "98% ee",
      "99% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume89article26",
    "year": 2012,
    "title": "Discussion Addendum for: [3 + 4] Annulation Using a [ß-(Trimethylsilyl) acryloyl]silane and the Lithium Enolate of an a,ß-Unsaturated Methyl Ketone: (1R,6S,7S)-4-(tert-Butyldimethylsiloxy)-6-(trimethylsilyl)bicyclo [5.4.0]undec-4-en-2-one",
    "doi": "DOI: 10.15227/orgsyn.089.0267",
    "procedure_snippet": "Brook rearrangement-mediated [3 + 4] annulation has evolved as a unique methodology for the construction of not only seven-membered carbocycles but also eight-membered carbo- and oxygen-heterocycles and has been applied to the synthesis of natural products after clarification2 of the precise reaction mechanism accounting for the stereospecificity.\nSynthesis of the Tricyclic Skeleton of Allocyathin B2\nThe synthetic utility of annulation was first demonstrated by the synthesis of the unusual 5-6-7 tricyclic ring skeleton of allocyathin B2, a compound that has been shown to have potent nerve growth factor synthesis-stimulating activity and to be a κ opioid receptor agonist (Scheme 1). The key [3 + 4] annulation proceeded smoothly even with a relatively complex four-carbon unit 1 to afford 2 as a single diastereomer in 50% yield, which was transformed to 3.3\nScheme 1 Synthesis of the tricyclic skeleton of allocyathin B2.\nConstruction of a Tricyclo[5.3.0.01,4]decenone Ring System\nThe use of...",
    "quantitative_stereochem_mentions": [
      "62% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume89article40",
    "year": 2012,
    "title": "Preparation of (Ra)-Methyl 3-(dimethyl(phenyl)silyl)hexa-3,4-dienoate",
    "doi": "DOI: 10.15227/orgsyn.089.0420",
    "procedure_snippet": "(±)-4-(Dimethyl(phenyl)silyl)-but-3-yn-2-ol d(2). An oven-dried, one-necked, 500-mL, round-bottomed flask equipped with a 3-inch, egg-shaped, Teflon-coated magnetic stir bar and rubber septum is charged with flame-dried lithium chloride (6.36 g, 150 mmol, 2 equiv) (Notes (Note 1) and (Note 2)). Tetrahydrofuran (150 mL) and 3-butyn-2-ol (1) (6.06 mL, 5.42 g, 75 mmol, 1 equiv) are added by syringe, and the flask is chilled to -78 °C in a dry ice/acetone bath. The rubber septum is replaced with a pressure-equalizing addition funnel and n-butyllithium (60 mL of a 2.5 M solution in hexanes, 150 mmol, 2 equiv) is transferred to the addition funnel using cannula techniques and then added dropwise to the cooled solution over 15 min. The solution is stirred for an additional 30 min at -78 °C (Note 3). The addition funnel is replaced with a rubber septum and chloro(dimethyl)phenylsilane (12.59 mL, 12.80 g, 75 mmol, 1 equiv) (Note 4) is added dropwise over 15 min via syringe, and the cloudy white...",
    "quantitative_stereochem_mentions": [
      "93% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume90article3",
    "year": 2013,
    "title": "Discussion Addendum for: Applications of (2S)-(-)-3-exo-Morpholinoisoborneol [(-)MIB] in Organic Synthesis",
    "doi": "DOI: 10.15227/orgsyn.090.0025",
    "procedure_snippet": "Nugent's morpholinoisoborneol (MIB) is an excellent ligand for the catalytic asymmetric addition of alkyl, vinyl, and aryl groups to aldehydes in the presence of organozinc reagents to furnish a variety of secondary alcohols with high ee.3,4,5 The major developments have been the significant broadening of the substrate scope and the development of several one-pot methods that streamline the synthesis of synthetically valuable and versatile molecules such as epoxy alcohols, allylic epoxy alcohols, cyclopropyl alcohols, halocyclopropyl alcohols, pyranones and 1,2,4-trioxanes with high enantio-, diastereo-, and chemoselectivity.6,7,8 In this update, we will summarize many of the advances.\nA detailed synthetic procedure for the synthesis of (-)-MIB has been published in Organic Syntheses.9 Starting from either (R)- or (S)-camphor, gram quantities of either enantiomer of MIB can be synthesized in three steps and with only a single purification step. At the time of this report, only (-)-MIB ...",
    "quantitative_stereochem_mentions": [
      "97% ee",
      "94% ee",
      "85% ee",
      "98% ee",
      "90% ee",
      "99% ee",
      "4.5 : 1 dr",
      "10:1 dr",
      "32:1 diastereoselectivity"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume90article5",
    "year": 2013,
    "title": "Enantioselective Nitroaldol (Henry) Reaction of p-Nitrobenzaldehyde and Nitromethane Using a Copper (II) Complex Derived from (R,R)-1,2-Diaminocyclohexane: (1S)-1-(4-Nitrophenyl)-2-nitroethane-1-ol",
    "doi": "DOI: 10.15227/orgsyn.090.0052",
    "procedure_snippet": "A. 2-(1,1-Dimethylethyl)-6-[[[(1R,2R)-2-[(4-pyridinylmethyl)amino]-cyclohexyl]amino]methyl]-phenol (2). An oven dried, 250-mL, two-necked flask equipped with a magnetic stir bar (cylindrical, 2 × 1 cm), a reflux condenser (central neck) with a two-tap Schlenk adapter connected to a bubbler and an argon/vacuum manifold (Note 1) is assembled hot and cooled under a stream of argon. The flask is charged with (1R,2R)-1,2-diaminocyclohexane (1, 350 mg, 3.00 mmol, 1.00 equiv) in dry dichloromethane (30 mL) (Note 2) and the remaining neck is equipped with a rubber septum. A solution of 4-pyridinecarboxaldehyde (328 mg, 3.00 mmol, 1.00 equiv) in dichloromethane (30 mL) (Note 2) is added to the stirred solution via syringe pump over 2 h at 25 °C (Note 3). After complete addition the light yellow reaction mixture is stirred for another hour at ambient temperature. Subsequently a solution of 3-t-butyl-2-hydroxybenzaldehyde (558 mg, 3.00 mmol, 1.00 equiv) in dichloromethane (15 mL) (Note 2) is adde...",
    "quantitative_stereochem_mentions": [
      "99% ee",
      "92% ee",
      "95% ee",
      "94% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume90article12",
    "year": 2013,
    "title": "Enantioselective Alkylation of 2-[(4-Chlorobenzyliden)Amino]Propanoic Acid tert-Butyl Ester: Synthesis of (R)-2-Amino-2-Methyl-3-Phenylpropanoic Acid tert-Butyl Ester",
    "doi": "DOI: 10.15227/orgsyn.090.0121",
    "procedure_snippet": "A. 2-[(4-Chlorobenzyliden)amino]propanoic acid tert-butyl ester. A 200-mL, three-necked, round-bottomed flask, equipped with an overhead mechanical stirrer (Note 1), a 10-mL pressure-equalizing dropping funnel (attached to an argon inlet), and a thermometer fitted with a thermometer adapter, is charged with L-alanine tert-butyl ester hydrochloride (5.00 g, 27.5 mmol, 1.05 equiv) (Notes 2 and 3), 4-chlorobenzaldehyde (3.69 g, 26.2 mmol, 1.00 equiv) (Note 4) and toluene (25.0 mL).The mixture is stirred at 400 rpm and triethylamine (4.20 mL, 30.1 mmol, 1.15 equiv) (Note 5) is added dropwise over 5 min through the dropping funnel at ambient temperature (Note 6).The addition funnel is removed and replaced with a reflux condenser fitted with an argon inlet.The reaction mixture is heated to 70 °C in an oil bath and stirred at 400 rpm for 4 h (Note 7).After cooling to ambient temperature, the reaction mixture is diluted by the addition of water (50 mL).The reaction mixture is transferred to a ...",
    "quantitative_stereochem_mentions": [
      "97% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume90article18",
    "year": 2013,
    "title": "Discussion Addendum for: Stereoselective Synthesis of anti α-Methyl-β-Methoxy Carboxylic Compounds",
    "doi": "DOI: 10.15227/orgsyn.090.0182",
    "procedure_snippet": "Prior and subsequent to our original report in Organic Syntheses, we have described a number of highly diastereoselective Lewis acid-mediated additions of titanium enolates from chiral N-acyl thiazolidinethiones to acetals.2 These involve the addition of N-propanoyl and N-acetyl-4-isopropyl-1,3-thiazolidine-2-thione to dialkyl acetals (eq 1 and 2 in Scheme 1)3-5 and dimethyl ketals from methyl ketones (eq 3 in Scheme 1).6 Furthermore, the scope of the acyl groups has been recently expanded to N-glycolyl derivatives. Especially, O-pivaloyl protected N-glycolyl 4-isopropyl-1,3-thiazolidine-2-thione undergoes highly diastereoselective additions to a wide array of dimethyl and dibenzyl acetals (eq 4 in Scheme 1).7\nScheme 1. Stereoselective additions of titanium enolates from N-acyl-4-isopropyl-1,3-thiazolidine-2-thione to dialkyl acetals and ketals\nThese reactions likely proceed through a mechanism in which an oxocarbenium intermediate approaches to the less hindered face of the titanium e...",
    "quantitative_stereochem_mentions": [
      "80:20 diastereomeric ratio",
      "86:14 diastereomeric ratio",
      "dr > 98:2",
      "dr 93:7",
      "dr > 97:3"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume81-90",
    "article_id": "volume90article32",
    "year": 2013,
    "title": "Synthesis of Highly Enantiomerically Enriched Amines by Asymmetric Transfer Hydrogenation of N-(tert-Butylsulfinyl)Imines",
    "doi": "DOI: 10.15227/orgsyn.090.0338",
    "procedure_snippet": "A. (RS)-N-[1-Phenylethylidene]-2-methylpropane-2-sulfinamide (3). An oven-dried 100-mL two-necked round-bottomed flask containing an octagonal Teflon-coated magnetic stirring bar (3.2 x 0.8 cm), fitted with a vacuum adapter and a rubber septum, is charged with acetophenone (1) (6.01 g, 50.0 mmol, 1.0 equiv) and (RS)-2-methylpropane-2-sulfinamide (2) (6.06 g, 50.0 mmol, 1.0 equiv) (Note 1). After applying vacuum followed by flushing with argon, the stirred mixture is treated with Ti(OEt)4 (21.3 mL, 22.8 g, 100 mmol, 2.0 equiv) (Note 2), added by syringe. At this point, the reaction shows an intense yellow color. The rubber septum is replaced with a glass stopper, and the stirred (700 rpm) mixture is heated so as to maintain the temperature of the oil bath at 72 °C for 4 h (Note 3), during which period its color changes to orange. The reaction mixture is cooled to room temperature using a water bath, diluted with ethyl acetate (40 mL), and then transferred to a 250-mL Erlenmeyer flask co...",
    "quantitative_stereochem_mentions": [
      "95% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume91article1",
    "year": 2014,
    "title": "Discussion Addendum for: Resolution of 1,1'-bi-2-naphthol; (R)-(+)- and (S)-(-)-2,2'-Bis(diphenylphosphino)-1,1'-binaphthyl (BINAP)",
    "doi": "DOI: 10.15227/orgsyn.091.0001",
    "procedure_snippet": "The discovery of BINAP by Noyori and co-workers in 1980 ushered in an era of fertile research and practical applications of asymmetric catalysis using axially-chiral phosphine ligands.2 The first practical syntheses of (R)- and (S)-BINAP (4) were reported by Takaya et al in 1986 (Scheme 1), involving synthesis of the racemic bis-phosphine oxide, resolution with (R,R)-dibenzoyl tartaric acid, followed by reduction to the bis-phosphine.3 While this route supported production of kilogram quantities of BINAP, some drawbacks were the harsh conditions (320 °C) and low yield (45%) for conversion of 1,1'-bi-2-naphthol (BINOL) to the dibromide and a resolution in which the (S)-isomer could be isolated in high ee with (R,R)-dibenzoyl tartaric acid while the opposite enantiomer required an upgrade with (S,S)-dibenzoyl tartaric acid after recovery from the supernatant.\nBINOL Resolution\nA more concise approach to BINAP would be to start with resolved BINOL and develop mild conditions for conversion...",
    "quantitative_stereochem_mentions": [
      "42% ee",
      "99% ee",
      "84% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume91article14",
    "year": 2014,
    "title": "Enantioselective Rhodium-Catalyzed [2+2+2] Cycloaddition of Pentenyl Isocyanate and 4-Ethynylanisole: Preparation and Use of Taddol-pyrrolidine Phosphoramidite",
    "doi": "DOI: 10.15227/orgsyn.091.0150",
    "procedure_snippet": "Taddol-pyrrolidine phosphoramidite. A 250-mL single-necked, round-bottomed flask equipped with an egg-shaped magnetic stir bar (12.7 x 25.4 mm) is flame-dried under vacuum. After cooling to 23 °C, (R,R)-Taddol (2.0 g, 4.29 mmol) (Note 1) is added to the round-bottomed flask, a rubber septum is fitted, the reaction flask is put under an atmosphere of N2, and tetrahydrofuran (75 mL) (Note 2) is added via syringe. To this clear, colorless solution, triethylamine (2.4 mL, 17.2 mmol, 4 equiv) (Note 3) is added via syringe resulting in a clear solution with a slight yellow color. The reaction mixture is cooled to 0 °C with an ice bath and phosphorous trichloride (0.39 mL, 4.5 mmol, 1.05 equiv) (Note 4) is added dropwise over 2 min via syringe resulting in a white suspension. The ice bath is removed, the reaction is allowed to warm to 23 °C and stirred for 1 h. The reaction mixture is cooled to 0 °C with an ice bath, and pyrrolidine (1.8 mL, 21.4 mmol, 5 equiv) (Note 5) is added via syringe. ...",
    "quantitative_stereochem_mentions": [
      "89% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume91article16",
    "year": 2014,
    "title": "Enantioselective Organocatalytic α-Arylation of Aldehydes",
    "doi": "DOI: 10.15227/orgsyn.091.0175",
    "procedure_snippet": "(2S,3R)-3-Isopropyl-2,3-dihydronaphtho[1,2-b]furan-2,5-diyl diacetate. A solution of (S)-2-(diphenyl-(trimethylsilyloxy)methyl)pyrrolidine (0.50 g, 1.52 mmol, 0.10 equiv) in EtOH (5 mL) is transferred to a 50-mL round-bottomed flask equipped with a 1.6-cm oval Teflon-coated magnetic stir bar (Notes 1 and 2). To the flask is added H2O (1.5 mL, 1.5 g, 83 mmol, 5.5 equiv) using a 2 mL disposable syringe, benzoic acid (0.093 g, 0.76 mmol, 0.050 equiv) and 3-methylbutanal (8.2 mL, 6.6 g, 76 mmol, 5.0 equiv) via a 10 mL disposable syringe (Note 3). Ethanol (2 mL) is used to ensure that no reagents are left on the side of the flask. The mixture is stirred at room temperature for 15 min (Note 4) followed by addition of 1,4-naphthoquinone (2.408 g, 15.23 mmol, 1.0 equiv) and EtOH (8.2 mL) to ensure that no 1,4-naphthoquinone is left on the side of the flask (Note 5). The reaction mixture is stirred at room temperature until complete (20 h) (Note 6). The reaction is transferred to a 250 mL separ...",
    "quantitative_stereochem_mentions": [
      "97% ee",
      "20:1 dr"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume91article18",
    "year": 2014,
    "title": "Sodium Methoxide-Catalyzed Direct Amidation of Esters",
    "doi": "DOI: 10.15227/orgsyn.091.0201",
    "procedure_snippet": "A. N-Hexylbenzamide. A 50-mL, one-necked, round-bottomed Schlenk flask equipped with a 2-cm ellipsoidal magnetic stir bar and a septum is connected to Schlenk line and dried with a heat gun under reduced pressure (1.5 mmHg) (Note 1). After the flask cooled to room temperature, it is evacuated and backfilled with argon for three times. The septum is removed and sodium methoxide (17.7 mg, 0.328 mmol, 1 mol%) (Note 2) and an activated powder of 3Å molecular sieve (808 mg) (Note 3) are added quickly to the flask under an argon atmosphere (Note 4). The septum is replaced and the flask is filled with argon and toluene (8.0 mL) (Note 5), n-HexNH2 (5.5 mL, 41.6 mmol, 1.3 equiv) (Note 6), and methyl benzoate (4.0 mL, 32.1 mmol, 1.0 equiv) (Note 7) are added via syringe. The reaction mixture is stirred and heated at 55 °C (Note 8) with an oil bath for 20 h under an argon flow conditions. The progress of the reaction is monitored by TLC (Rf = 0.30, hexanes/EtOAc = 4/1). The resulting mixture is q...",
    "quantitative_stereochem_mentions": [
      "98% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume91article21",
    "year": 2014,
    "title": "Preparation of (R)-4-Cyclohexyl-2,3-butadien-1-ol",
    "doi": "DOI: 10.15227/orgsyn.091.0233",
    "procedure_snippet": "A. (R)-tert-Butyldimethyl(4-cyclohexyl-2,3-butadien-1-yloxy)silane ((R)-2). An oven-dried, three-necked 500-mL round-bottomed flask containing a magnetic stir bar (Notes 1 and 2) is connected to a vacuum line via a one-stopcock adapter in the left neck. A solid addition funnel is placed in the middle neck and a glass stopper is placed in the right neck. Zinc bromide (ZnBr2) powder (17.3 g, 76.6 mmol) (Notes 3 and 4) is added to the flask via the solid addition funnel under argon atmosphere. After addition, the solid addition funnel is removed and replaced with a glass stopper. The flask is dried under vacuum (1 mmHg) with a heat gun for approximately 1 min. After cooling to room temperature, the middle neck is equipped with a Dean-Stark trap (Note 5). The glass stopper is removed and (S)-α,α-diphenylprolinol (25.9 g, 100 mmol, 1.00 equiv) (Notes 6 and 7) and tert-butyldimethyl(2-propynyloxy)silane (1)2 (18.9 g, 110 mmol, 1.1 equiv) (Note 8) are added sequentially with stirring under ar...",
    "quantitative_stereochem_mentions": [
      "99% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume91article26",
    "year": 2014,
    "title": "Enantioselective Preparation of (S)-5-Oxo-5,6-dihydro-2H-pyran-2-yl Benzoate",
    "doi": "DOI: 10.15227/orgsyn.091.0293",
    "procedure_snippet": "A. 5-Oxo-5,6-dihydro-2H-pyran (2). To a clean and dry 3-L four-necked flask equipped with an overhead mechanical stirrer and a PTFE-coated temperature probe, furfuryl alcohol (1) (140 g, 1.40 moles, 1.05 equiv) and 1.2 L of dichloromethane are added using medium stirring rate under ambient atmosphere (Note 1). The third neck of the flask is fitted with an inlet adapter with a piece of tubing attached to a bubbler. The fourth neck is sealed with a glass stopper. The flask is cooled to 0-5 °C, then charged with meta-chloroperoxybenzoic acid (315 g, 1.36 moles, actual potency 74.7 w%) in five equal portions through the fourth neck, maintaining the internal temperature between 0 and 10 °C (Note 2). Once the addition of oxidant is complete, the heterogeneous mixture is warmed to room temperature by removing the ice bath and stirred at ambient temperature for 1 h (Notes 3 and 4). The reaction is subsequently cooled to 0-5 °C, and the reaction by-product, solid meta-chlorobenzoic acid is remo...",
    "quantitative_stereochem_mentions": [
      "99%ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume92article3",
    "year": 2015,
    "title": "Preparation of Crystalline (Diisopinocampheyl)borane",
    "doi": "DOI: 10.15227/orgsyn.092.0026",
    "procedure_snippet": "A. (+)-(Diisopinocampheyl)borane ((+)-(Ipc)2BH) or ((lIpc)2BH) (2). A flame-dried 250-mL, two-necked, round-bottomed flask is equipped with a 4-cm Teflon-coated egg-shaped magnetic stir bar, a rubber septum, a thermometer (Note 1), and an argon line. The flask is charged with tetrahydrofuran (THF) (80 mL) and borane-methyl sulfide complex (Note 2) (8.2 mL, 6.47 g, 80.1 mmol, 1.00 equiv) is added via syringe. The mixture is cooled to 0 °C (Note 3) with an ice/water bath and (-)-(α)-pinene (1) (25.5 mL, 22.3 g, 160.2 mmol, 2.00 equiv) (Note 4) is added over 30 min using a syringe pump. Upon complete addition, the stirring is terminated, the thermometer replaced with a rubber septum, the argon line removed, and the septa are wrapped thoroughly with Parafilm®. The reaction flask is then placed in a 0 °C ice/water bath in a 4 °C cold room for 46 h (Note 5). After this time, the flask is allowed to warm to room temperature, the Parafilm® is discarded, and the supernatant is removed via cannu...",
    "quantitative_stereochem_mentions": [
      "97% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume92article4",
    "year": 2015,
    "title": "Enantioselective Reductive Syn-Aldol Reactions of 4-Acryloylmorpholine: Preparation of (2R, 3S)-3-Hydroxy-2-methyl-1-morpholino-5-phenylpentan-1-one",
    "doi": "DOI: 10.15227/orgsyn.092.0038",
    "procedure_snippet": "A. (2R, 3S)-3-Hydroxy-2-methyl-1-morpholino-5-phenylpentan-1-one (4) from Crystalline (Diisopinocampheyl)borane (1). A flame-dried 500-mL, two-necked, round-bottomed flask is equipped with a 5-cm Teflon-coated egg-shaped magnetic stir bar and moved into a glovebox. The flask is charged with crystalline (lIpc)2BH (1) (13.5 g, 47.06 mmol, 1.18 equiv) (Note 1), and capped with rubber septa. The flask is then removed from the glovebox, equipped with an argon line and a thermometer (Note 2), and charged with diethyl ether (190 mL) (Note 3). The resulting white suspension is cooled to 0 °C (Note 4) with an ice/water bath and stirred for 15 min. 4-Acryloylmorpholine (2) (Note 3) (6.5 mL, 7.31 g, 51.76 mmol, 1.30 equiv) is added over 5 min using a syringe pump. Upon complete addition, the mixture is stirred at 0 °C for 2 h.\nAfter 15 min the white suspension becomes a clear solution, which gradually gives way to a turbid white suspension (Note 4). The ice/water bath is then replaced with a dry ...",
    "quantitative_stereochem_mentions": [
      "97% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume92article14",
    "year": 2015,
    "title": "Asymmetric Synthesis of All-Carbon Benzylic Quaternary Stereocenters via Conjugate Addition to Alkylidene Meldrum's Acids",
    "doi": "DOI: 10.15227/orgsyn.092.0182",
    "procedure_snippet": "A. 5-(1-(4-Chlorophenyl)ethylidene)-2,2-dimethyl-1,3-dioxane-4,6-dione (1).2,3 An oven-dried 1000 mL, single-necked, round-bottomed flask, equipped with a 3 cm oval Teflon®-coated magnetic stirring bar and a rubber septum, is purged with nitrogen. The flask is charged with THF (300 mL) and cooled to 0 °C (bath temp) in an ice bath (Note 1). An oven-dried 100 mL, single-necked, round-bottomed flask equipped with a rubber septum is charged with dichloromethane (50 mL), and then titanium (IV) chloride (18.0 mL, 31.1 g, 164 mmol, 2.13 equiv) is added and the flask is swirled for 10 s (Notes 2 and 3). The TiCl4 solution is added to the flask containing THF in four portions via a 20 mL Norm-ject plastic syringe at a rate of 4.3 mL/min with stirring (Note 4). During this addition smoke forms inside the reaction flask and the mixture becomes a cloudy yellow suspension. An oven-dried 250 mL, single-necked, round-bottomed flask is charged with 2,2-dimethyl-1,3-dioxane-4,6-dione (11.1 g, 77.0 mmo...",
    "quantitative_stereochem_mentions": [
      "98:2 er"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume92article19",
    "year": 2015,
    "title": "Preparation of (S)-tert-ButylPyOx and Palladium-Catalyzed Asymmetric Conjugate Addition of Arylboronic Acids",
    "doi": "DOI: 10.15227/orgsyn.092.0247",
    "procedure_snippet": "A. (S)-N-(1-Hydroxy-3,3-dimethylbutan-2-yl)picolinamide (2). A 1 L one-necked round-bottomed flask equipped with a 3.0 cm x 1.4 cm, egg-shaped, Teflon-coated magnetic stirring bar is sealed with a septum and connected via needle adapter to a two-tap Schlenk adapter attached to an oil bubbler and a nitrogen/vacuum manifold (Note 1). The flask is dried with a heat gun under vacuum and cooled under a stream of nitrogen. The flask is charged with 2-picolinic acid (1) (6.15 g, 50.0 mmol, 1.00 equiv) (Note 2), evacuated and back-filled with nitrogen three times, then charged with dichloromethane (300 mL, 0.17 M) (Note 3) and N-methylmorpholine (7.59 g, 8.25 mL, 75.0 mmol, 1.50 equiv). The flask is cooled in an ice/water bath and iso-butylchloroformate (6.86 mL, 7.17 g, 52.5 mmol, 1.05 equiv) is added dropwise over 30 min by syringe pump. The reaction mixture is stirred for an additional 30 min while remaining submerged in the ice/water bath. A separate 100 mL one-necked round-bottomed flask ...",
    "quantitative_stereochem_mentions": [
      "93% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume93article7",
    "year": 2016,
    "title": "Enantioselective Synthesis of α,α-Disubstituted Lactones via a Chiral Brønsted Acid Catalyzed Intramolecular Cyclization",
    "doi": "DOI: 10.15227/orgsyn.093.0075",
    "procedure_snippet": "A. Di-tert-butyl-2-methylmalonate (2). An oven-dried 500-mL three-necked round-bottomed flask equipped with an egg-shaped stirring bar (30 mm x 15 mm) is fitted with two rubber septa and placed under an Ar atmosphere through a gas inlet. After cooling to 23 °C, methyl malonic acid (1) (12.0 g, 97.6 mmol, 1.0 equiv) (Note 1) is added followed by addition of diethyl ether (50 mL) (Note 2), 4-(dimethylamino)pyridine (1.2 g, 9.8 mmol, 0.1 equiv) (Note 3), tert-butyl alcohol (150 mL) (Note 4), and solid di-tert-butyl dicarbonate (48.3 g, 214.6 mmol, 2.2 equiv) (Note 5). The heterogeneous slurry is stirred (500 rpm) at room temperature (23 °C) for 48 h, after which time the reaction mixture became a clear pale yellow mixture (Figure 1). The reaction mixture is then diluted by addition of diethyl ether (150 mL), transferred to a 1000-mL separatory funnel and washed with water (2 x 50 mL) and HCl (1.0 M, 2 x 50 mL). The organic layer is dried over MgSO4, gravity filtered using coarse filter pa...",
    "quantitative_stereochem_mentions": [
      "98% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume93article23",
    "year": 2016,
    "title": "Preparation of (S)-Nonafluorobutanesulfinamide",
    "doi": "DOI: 10.15227/orgsyn.093.0319",
    "procedure_snippet": "A. (1S,2R)-1-(2,4,6-Trimethylbenzenesulfonamido)-2,3-dihydro-1H-inden-2-yl-(S)-nonafluorobutanesulfinate (2). A flame-dried 250 mL three-necked round-bottomed flask with 24/40 ground glass joints is equipped with a 3 cm Teflon-coated magnetic oval stir bar and fitted with two rubber septa and a low temperature thermometer as an internal temperature probe (Note 1). The flask is flushed with nitrogen for 10 min via a nitrogen line inlet and then 40 mL of anhydrous diethyl ether (Note 2) is added by syringe. The reaction flask is placed in a dry ice-acetone bath. Nonafluoro-1-iodobutane (3.53 mL, 20.5 mmol, 1.55 equiv) (Note 3) is added by syringe, and the resulting solution is stirred at 700 rpm while an ~3 M ethylmagnesium bromide solution in diethyl ether (6.76 mL, 2.94 M, 19.9 mmol, 1.50 equiv) (Notes 3 and 4) is added dropwise via a syringe over 3 min with the internal temperature maintained below -65 °C. After the addition is complete, the reaction solution turns from a clear light ...",
    "quantitative_stereochem_mentions": [
      "99% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume94article18",
    "year": 2017,
    "title": "Asymmetric Michael Reaction of Aldehydes and Nitroalkenes",
    "doi": "DOI: 10.15227/orgsyn.094.0252",
    "procedure_snippet": "A. (2R,3S)-2-Methyl-4-nitro-3-phenylbutanol (2). A 500-mL three-necked round-bottomed flask is equipped with an egg-shaped, Teflon-coated, magnetic stir bar (8 x 32 mm), an internal thermometer, a two-way stopcock with a hose (central neck), and a three-way stopcock connected to a nitrogen inlet hose (Figure 1). The flask is charged with a solution of trans-β-nitrostyrene (10.00 g, 67.0 mmol, 1.0 equiv) (Note 2) in toluene (60 mL) (Note 3). The stirred solution is immersed in a water bath in order to cool the internal temperature to 16 °C (Note 4), followed by addition of propanal (5.8 g, 7.2 mL, 100 mmol, 1.5 equiv) (Note 5) and 4-nitrophenol (466 mg, 3.4 mmol, 0.05 equiv) (Note 6). (S)-1,1-Diphenylprolinol trimethylsilyl ether (1.09 g, 3.4 mmol, 0.05 equiv) (Note 7) in toluene (7 mL) (Note 3) is added over 0.5 min. After the reaction mixture is stirred at 16 ~ 20 °C (Notes 4 and 8) for 30 min, the internal temperature is cooled down to 0 ~ 3 °C with an ice bath. Methanol (134 mL) (No...",
    "quantitative_stereochem_mentions": [
      "98% ee",
      "20:1 dr"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume94article23",
    "year": 2017,
    "title": "Catalytic Enantioselective Addition of Diethyl Phosphite to N-Thiophosphinoyl Ketimines: Preparation of (R)-Diethyl (1-Amino-1-phenylethyl)phosphonate",
    "doi": "DOI: 10.15227/orgsyn.094.0313",
    "procedure_snippet": "A. Phosphinothioic amide, P,P-diphenyl (2).2,3 An oven-dried 300-mL three-necked round-bottomed flask equipped with a 2.5-cm Teflon-coated oval magnetic stirring bar, a small glass stopper, a reflux condenser topped with a 3-way glass stopcock fitted with an argon balloon, and a straight glass tube with a rubber septum is charged with chlorodiphenylphosphine (1) (10.0 g, 45.3 mmol, 1.0 equiv) and sulfur (1.45 g, 45.3 mmol, 1.0 equiv). The flask is charged with dry THF (75 mL) via a syringe and flushed with argon (Notes 2, 3, and 4). The reaction mixture is heated in an oil bath at 60 ºC (bath temperature) and stirred for 23 h under an argon atmosphere (Figure 1). The reaction mixture is a pale yellow homogeneous solution. The reaction progress is monitored by TLC analysis (Figure 2) (Note 5) and 31P NMR (Note 6). After consumption of 1, the straight glass tube is replaced with an ammonia-gas line inlet, and the reflux condenser is replaced with a glass stopper. The small glass stopper ...",
    "quantitative_stereochem_mentions": [
      "95% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume94article28",
    "year": 2017,
    "title": "Preparation of Benzyl((R)-2-(4-(benzyloxy)phenyl)-2-((tert-butoxycarbonyl)amino)acetyl)-D-phenylalaninate using Umpolung Amide Synthesis",
    "doi": "DOI: 10.15227/orgsyn.094.0388",
    "procedure_snippet": "Benzyl ((R)-2-(4-(benzyloxy)phenyl)-2-((tert-butoxycarbonyl)amino)acetyl)-D-phenylalaninate (2). A three-necked, 1-L round-bottomed flask is equipped with an overhead mechanical stirrer in the central neck (Note 2). A septum and a glass stopper are placed in the other two necks. The (R)-bromonitroalkane2 (1) (8.90 g, 19.7 mmol, 1.0 equiv, 1:1 dr, 99/99% ee), D-phenylalanine benzyl ester hydrochloride (7.10 g, 23.7 mmol, 1.2 equiv), and cesium carbonate (20.64 g, 63.1 mmol, 3.2 equiv) (Note 3) are loaded into the flask. Deionized water (35 mL) and 2-Me-THF (200 mL) (Note 4) are poured into the vessel through the neck bearing the glass stopper. An oxygen balloon is then placed into the septum, and the bright yellow mixture is stirred at maximum speed at room temperature for 7 min (Figure 1a). N-Iodosuccinimide (4.47 g, 19.7 mmol, 1.0 equiv) (Note 5) is then added in one portion through the neck bearing the glass stopper (dark yellow mixture to brown mixture, Figures 1b-d). The reaction m...",
    "quantitative_stereochem_mentions": [
      "99% ee",
      "1:1 dr"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume95article6",
    "year": 2018,
    "title": "Copper-Catalyzed Enantioselective Hydroamination of Alkenes",
    "doi": "DOI: 10.15227/orgsyn.095.0080",
    "procedure_snippet": "A. N,N-Dibenzyl-O-pivaloylhydroxylamine (1). A 500-mL, single-necked, round-bottomed flask (Note 2) is equipped with a 4-cm, Teflon-coated magnetic stir bar and a rubber septum, through which a needle connected to a manifold under a positive pressure of dry nitrogen is inserted. The septum is removed and the flask is charged sequentially with N,N-dibenzylhydroxylamine (21.3 g, 100 mmol, 1 equiv), 4-dimethyl-aminopyridine (12.8 g, 105 mmol, 1.05 equiv), and dichloromethane (250 mL) (Figure 1) (Note 3). The flask is resealed with the septum and is flushed with nitrogen. The suspension is stirred for 5 min and then cooled to 0 °C in an ice-water bath for 20 min.\nFigure 1. Hydroxylamine, DMAP, and their mixture in dichloromethane\nFigure 2. Reaction mixture before, during, and after addition of pivaloyl chloride\nPivaloyl chloride (12.9 mL, 105 mmol, 1.05 equiv) is added dropwise over 5 min using a plastic 30-mL syringe (Figure 2) (Note 4). The reaction mixture is allowed to warm to room tem...",
    "quantitative_stereochem_mentions": [
      "98% enantiomeric excess",
      "90% enantiomeric excess"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume95article10",
    "year": 2018,
    "title": "Enantioselective Synthesis of (S)-Ethyl 2-((tert-butoxycarbonyl)((tert-butyldimethylsilyl)oxy)amino)-4-oxobutanoate",
    "doi": "DOI: 10.15227/orgsyn.095.0142",
    "procedure_snippet": "A. tert-Butyl (tert-butyldimethylsilyl)oxycarbamate (1). N-Boc hydroxyl-amine (44.0 g, 330 mmol, 1.0 equiv) (Note 2) is introduced into a 2-L round-bottomed flask equipped with a 4-cm oval Teflon-coated stir-bar and is dissolved with CH2Cl2 (1.10 L). The reaction mixture is cooled to 4 °C in an ice-water bath after which a 250-mL addition funnel is attached. Triethylamine (49.0 mL, 363 mmol, 1.10 equiv) is transferred into the addition funnel via a graduated cylinder, and added dropwise over 15 min. Dichloromethane (20 mL) is used to ensure that no reagents are left on the side. tert-Butyldimethylsilylchloride (49.7 g, 330 mmol, 1.0 equiv) is dissolved in CH2Cl2 (150 mL) and added dropwise over 60 min via the addition funnel at 4 ºC. Dichloromethane (50 mL) is used to ensure that no reagent is left on the side of the addition funnel (final concentration of substrate is 0.25 M). The addition funnel is removed, the flask is equipped with a nitrogen inlet, and the reaction is stirred for ...",
    "quantitative_stereochem_mentions": [
      "94% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume95article11",
    "year": 2018,
    "title": "Preparation of (S)-N-Boc-5-oxaproline",
    "doi": "DOI: 10.15227/orgsyn.095.0157",
    "procedure_snippet": "A. 2-(tert-Butyl) 3-ethyl (S)-isoxazolidine-2,3-dicarboxylate (4). The aldehyde 1 (15.0 g, 39.9 mmol, 1.0 equiv, 94% ee) (Note 2) is dissolved in MeOH (200 mL, concentration of substrate is 0.20 M) (Note 3) in a 500-mL, three-necked, round-bottomed flask equipped with a 4-cm Teflon-coated magnetic stir-bar, a plastic stopper, a low-temperature thermometer and a rubber septum through which a positive nitrogen atmosphere is ensured (Note 3) (Figure 1) . The reaction mixture is cooled to -20 ºC using an CH3CN-dry ice bath. Sodium borohydride (3.02 g, 79.8 mmol, 2.0 equiv) is added in ten portions (~300 mg every three min) via the neck with the plastic stopper, and the internal temperature is maintained at -20 ºC.\nFigure 1. Glassware assembly for the reduction step (picture obtained from submitters)\nAfter complete addition, the reaction is stirred for 45 min in the CH3CN-dry ice bath at -20 ºC, after which the reaction is allowed to warm up to 0 ºC. The reaction is monitored by TLC in 25% ...",
    "quantitative_stereochem_mentions": [
      "94% ee",
      "94.1% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume95article19",
    "year": 2018,
    "title": "Discussion Addendum for: Stereoselective Synthesis of 3-Arylacrylates by Copper-Catalyzed Syn Hydroarylation [(E)-Methyl 3-phenyloct-2-enoate]",
    "doi": "DOI: 10.15227/orgsyn.095.0267",
    "procedure_snippet": "Conjugate arylation of alkynes activated by an electron-withdrawing group is a practical method to prepare substituted alkenes. Conventionally, arylcopper reagents have been employed for this purpose,2 and the copper-catalyzed conjugate arylation using stoichiometric amounts of arylmagenesium halides has also been developed.3 The E/Z stereoselectivity of the arylation products strongly depends on the structures of the alkyne substrates and arylmetal reagents as well as the reaction conditions. Moreover, nucleophilic arylmetal reagents used in the conventional methods have limited functional group compatibility. In striking contrast, the transition metal-catalyzed hydroarylations of alkynes with a broad substrate scope have recently been developed using bench-top stable arylboron reagents.4 In particular, hydroarylation of activated alkynes generally afford products in which the aryl group is introduced at the carbon β to the electron-withdrawing group.\nAlthough transition metal-catalyz...",
    "quantitative_stereochem_mentions": [
      "96% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume95article22",
    "year": 2018,
    "title": "(R)-2,2,2-Trichloro-1-phenylethyl (methylsulfonyl)­oxycarbamate",
    "doi": "DOI: 10.15227/orgsyn.095.0310",
    "procedure_snippet": "A. 2,2,2-Trichloro-1-phenylethan-1-one (1). A 2000-mL Erlenmeyer-flask equipped with a 7 cm flat magnetic stirrer is charged with (±)-2,2,2-trichloro-1-phenylethan-1-ol (38.3 g, 170 mmol, 1.00 equiv) (Note 2), dichloromethane (350 mL) (Note 3) and saturated NaHCO3 (700 mL) (Note 4). The solution is stirred vigorously (900 rpm). To this solution is added TEMPO (2.66 g, 17.0 mmol, 0.10 equiv) (Note 5) at 23 °C. The resulting orange/red solution is cooled to 0 °C (Note 6) and pyridinium tribromide (81.6 g, 255 mmol, 1.50 equiv) (Note 7) is carefully added portion wise (Note 8) (Figure 1A). After the addition is complete, the solution is allowed to warm to 23 °C and stirred vigorously for 2 h (Note 9). After completion, the red solution is cooled to 0 °C and excess oxidant quenched by addition of 5% Na2S2O3 solution (250 mL) (Notes 10 and 11) (Figure 1B).\nFigure 1A. Reaction set-up; 1B. After quench\n(Photos provided by submitters)\nThe magnetic stir bar is removed and the solution is poured...",
    "quantitative_stereochem_mentions": [
      "94% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume95article29",
    "year": 2018,
    "title": "Discussion Addendum for: Preparation of (S)-tert-ButylPHOX and (S)-2-Allyl-2-Methylcyclohexanone",
    "doi": "DOI: 10.15227/orgsyn.095.0439",
    "procedure_snippet": "Phosphinooxazoline (PHOX) ligands, originally developed by Pfaltz, Helmchen, and Williams,2,3,4 comprise a privileged class of P,N type ligands with extensive applications in various transition-metal catalyzed processes, including allylic alkylations, Heck-type reactions, and catalytic hydrogenation.5,6 The PHOX ligand class is highly modular and has grown to encompass numerous structural variations, of which only a few major classes are shown in Figure 1. Every component of the ligand scaffold is modifiable as exemplified by R1 variations on the oxazoline ring (1, 2), substitution of the aryl rings with perfluoroalkyl groups (2) or ferrocenyl systems (3), and various alkyl and spirocyclic7 linkers joining the oxazoline ring to the phosphine backbone (4a-b).6\nFigure 1. Phosphinooxazoline (PHOX) ligands are highly modular\nThe substituted tri-aryl PHOX ligands 1 are of particular interest to our laboratory. Since our 2009 Organic Syntheses articles, which described an optimized route to ...",
    "quantitative_stereochem_mentions": [
      "80% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume96article4",
    "year": 2019,
    "title": "Discussion Addendum for: Lithium Amides as Homochiral Ammonia Equivalents for Conjugate Additions to α,β-Unsaturated Esters: Asymmetric Synthesis of (S)-β:Leucine",
    "doi": "DOI: 10.15227/orgsyn.096.0053",
    "procedure_snippet": "The conjugate addition of enantiopure lithium N-benzyl-N-(α-methylbenzyl)amide to α,β-unsaturated esters and amides displays high diastereoselectivity with extremely wide substrate scope and thus this process has been recognized as one of the most robust and reliable methods to prepare β-amino acid derivatives. The stereochemical outcome of this process is predictable in most cases and is rationalised by a transition state mnemonic.2 This methodology has found numerous applications, including in the areas of target synthesis and molecular recognition phenomenα, and was comprehensively reviewed in 2005,3 2012,4 and 2017.5\nLithium Amide Family and Selective Deprotection Strategies\nIn addition to the most commonly employed lithium amide reagent, lithium N-benzyl-N-(α-methylbenzyl)amide, more than 20 analogues which incorporate allyl, various substituted benzyl, haloalkyl, and methylheteroaryl groups have been developed for conjugate addition. Enantiomerically pure lithium amides 18 and 21...",
    "quantitative_stereochem_mentions": [
      "99:1 dr",
      "96:4 dr"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume96article8",
    "year": 2019,
    "title": "Discussion Addendum for: Phosphine-Catalyzed [4 + 2] Annulation: Synthesis of Ethyl 6-Phenyl-1-tosyl-1,2,5,6-tetrahydropyridine-3-carboxylate",
    "doi": "DOI: 10.15227/orgsyn.096.0110",
    "procedure_snippet": "There has been remarkable progress in organophosphine-catalyzed reactions,2 especially the processes involving [4C+X] annulations, because of their potential application in building 5-8-membered cyclic products. The phosphine-catalyzed [4 + 2] annulation between 2-alkyl-but-2,3-dienoates and aldimines, first reported by our group in 2003, has become a powerful tool in the construction of substituted tetrahydropyridine derivatives (Scheme 1).3 According to the generally accepted mechanism, nucleophilic addition of tri-n-butylphosphine to the β-position of α-alkyl allenoates results in the formation of a resonance stabilized zwitterionic species A. The nucleophilic addition of the enolate A into N-tosylimine 2 produces sulfonamide B. Through proton transfer, the species B equilibrates with the vinylogous phosphonium ylide C/D. One more proton transfer facilitates the formation of the sulfonamide anion in E, which undergoes conjugate addition to the α, β -enoate, followed by β -eliminatio...",
    "quantitative_stereochem_mentions": [
      "3:1 dr"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume96article14",
    "year": 2018,
    "title": "Discussion Addendum for: Phosphine-Catalyzed [3 + 2] Annulation: Synthesis of Ethyl 5-(tert-Butyl)-2-phenyl-1-tosyl-3-pyrroline-3-carboxylate",
    "doi": "DOI: 10.15227/orgsyn.096.0214",
    "procedure_snippet": "Nitrogen heterocycles are core structural units of many natural products and drugs.2 Among them, pyrrolines are particularly widespread in natural products and bioactive molecules.3 Since Lu's pioneering discoveries, the phosphine-catalyzed [3 + 2] annulation of an imine and an allene is now one of the most attractive methods for the construction of a pyrroline.4 Our group5 and Shi's6 have independently developed the phosphine-catalyzed allene-imine [3 + 2] annulation between γ-substituted allenoates with N-sulfonyl imines, broadening the scope of accessible pyrrolidine structures and, thereby, allowing preparation of several natural products and molecules of biological importance (vide infra) (Scheme 1).\nScheme 1 presents a potential mechanism for allene-imine [3 + 2] annulation. The zwitterionic intermediate A, generated from addition of tri-n-butylphosphine to the allenoate 1, adds to the imine 2 to form the phosphonium amide B. Intramolecular addition of the amide anion to the viny...",
    "quantitative_stereochem_mentions": [
      "84% ee",
      "99% ee",
      "97% ee",
      "94% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume96article15",
    "year": 2018,
    "title": "Discussion Addendum for: Synthesis of Highly Enantiomerically Enriched Amines by Asymmetric Transfer Hydrogenation of N-(tert-Butylsulfinyl) Imines",
    "doi": "DOI: 10.15227/orgsyn.096.0232",
    "procedure_snippet": "It is believed that more than 75% of all drugs and drug candidates contain the amine functionality.2 In many cases, especially natural products, aminated compounds possess at least one stereogenic center, so asymmetric methodologies that provide chiral amines enantioselectively are of great synthetic importance. For chiral α -substituted amines, the most useful procedure involves the reduction of chiral ketimines or the addition of organometallic reagents to chiral aldimines.3 Among different possible starting imines, those possessing a sulfinyl moiety attached to the nitrogen atom are of especial interest because this group plays two important roles: (a) activation of the C=N group in the reaction with nucleophiles, and (b) introduction of asymmetric information, which makes it possible to perform asymmetric reactions. Two families of chiral sulfinyl imines have been reported in the literature, one containing a p-tolyl group4 and the other a tert-butyl group5 attached to the sulfinyl ...",
    "quantitative_stereochem_mentions": [
      "99% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume96article16",
    "year": 2019,
    "title": "Synthesis of Chiral Diamine Ligands for Nickel-catalyzed Asymmetric Cross-couplings of Alkylchloroboronate Esters with Alkylzincs: (1R,2R)-N,N'-Dimethyl-1,2-bis(2-methylphenyl)-1,2-diaminoethane",
    "doi": "DOI: 10.15227/orgsyn.096.0245",
    "procedure_snippet": "A. (1R,2R)-N,N'-Bis(2-hydroxyphenylmethylene)-1,2-bis(2-methylphenyl)-1,2-diaminoethane (1). An oven-dried, 100-mL, two-necked, round-bottomed flask equipped with a magnetic stir bar (13 × 9 mm, octagon-type), a rubber septum, and a nitrogen line is evacuated under high vacuum (1.0 mmHg) and filled with nitrogen (three cycles). (1S,2S)-1,2-Bis(2-hydroxyphenyl)-1,2-diaminoethane (1.0 g, 4.1 mmol, 1.0 equiv) (Note 2) is added through the open neck under a positive pressure of nitrogen. The open neck is capped with a rubber septum, and then anhydrous DMSO (20 mL) (Note 3) and 2-methylbenzaldehyde (1.23 g, 10.2 mmol, 2.5 equiv) (Note 4) are added into the flask by syringe through the rubber septum. After the yellow solution (Figure 1) is stirred for 14 h at 20 °C, the reaction is quenched by the addition of distilled water (100 mL), and the mixture is extracted with Et2O (20 mL × 3). The combined organic layer is washed with water (30 mL) and a saturated aqueous solution of NaCl (30 mL), d...",
    "quantitative_stereochem_mentions": [
      "99% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume96article21",
    "year": 2019,
    "title": "Catalytic Enantioselective Addition of an In-Situ Prepared Aryltitanium Reagent to p-Chloroacetophenone: (R)-(+)-1-(4-Chlorophenyl)-1-m-tolylethanol",
    "doi": "DOI: 10.15227/orgsyn.096.0333",
    "procedure_snippet": "(R)-1-(4-Chlorophenyl)-1-m-tolylethanol ((R)-2). An oven-dried, 100-mL three-necked, round-bottomed flask equipped with a Teflon-coated, magnetic stir bar (cylindrical, 8 x 30 mm) is loaded into a glove box under nitrogen atmosphere (Note 2). Titanium tetraisopropoxide (8.3 mL, 28 mmol, 1.1 equiv) (Note 3) is added, the flask is sealed with two rubber septa and a glass stopper and then removed from the glove box and connected to a nitrogen-filled Schlenk manifold. Anhydrous diethyl ether (34 mL) (Note 4) is added and the resulting solution is cooled in an ice-water bath (internal temp = 2 °C) (Note 5). While stirring, titanium tetrachloride (1.0 mL, 9.4 mmol, 0.4 equiv) (Note 6) (Figure 1) is added dropwise to the flask. The resulting solution is stirred in the ice-water bath for 10 min and then warmed to ambient temperature and stirred for an additional 30 min to give a colorless solution of chlorotitanium triisopropoxide (1.5 equiv).\nFigure 1. Chlorotitanium triisopropoxide preparati...",
    "quantitative_stereochem_mentions": [
      "90% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume96article22",
    "year": 2019,
    "title": "Stereoselective Synthesis of (R)-((R)-1-Phenyl-2,2,2-trichloroethyl)2-(2-bromophenyl)aziridine-1-carboxylate",
    "doi": "DOI: 10.15227/orgsyn.096.0351",
    "procedure_snippet": "(R)-((R)-1-Phenyl-2,2,2-trichloroethyl)2-(2-bromophenyl)aziridine-1-carboxylate (1). A 100 mL single-necked round-bottomed flask equipped with a 2.5 cm egg-shaped Teflon-coated magnetic stirrer is charged with (R)-1-phenyl-2,2,2-trichloroethyl-N-mesyloxycarbamate (2.96 g, 8.20 mmol, 1.20 equiv). The white solid is suspended in α,α,α-trifluorotoluene (13.6 mL) (Note 2). Rh2[(S)-4-Br-nttl]4 (181 mg, 0.10 mmol, 1.5 mol %) and 2-bromostyrene (0.88 mL, 6.8 mmol, 1 equiv) (Note 3) are successively added to the flask (Note 4). The gray mixture is stirred for 5 min at 23 ºC. An aqueous saturated potassium carbonate solution (1.26 mL, 10.2 mmol, 1.50 equiv) (Note 5) is added and the resulting green mixture is vigorously stirred (1100 rpm) at 23 ºC for 12 h (Note 6).\nFigure 1. Reaction appearance before (left) and after (right) addition of an aqueous saturated potassium carbonate solution (photos provided by submitters)\nThe dark brown reaction mixture is quenched by addition of 4-5 drops of pyri...",
    "quantitative_stereochem_mentions": [
      "99:1 dr"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume96article23",
    "year": 2019,
    "title": "Discussion Addendum for: Preparation of (R,R)-1,2:4,5-Diepoxypentane",
    "doi": "DOI: 10.15227/orgsyn.096.0361",
    "procedure_snippet": "Enantiopure 1,2:4,5-diepoxypentanes and their dichlorodiol precursors have proven to be useful intermediates in the synthesis of complex natural products. Since 2000, the Organic Syntheses article2 and the primary reference3 have been cited over 100 times. While these C2 symmetric bis-electrophiles have most commonly been employed in the installation of anti-1,3 diol motifs, they have also recently been leveraged in development of new methods and utilized in the synthesis of chiral building blocks. These applications, as well as the use of these materials in the context of the total synthesis of complex natural products, will be discussed.\nThe original procedure (Scheme 1A) utilizes a reversible acyl transfer reaction of acetylacetone (1) using aluminum trichloride and chloroacetyl chloride.4 The reaction is driven forward through removal of acetyl chloride by distillation and the resulting dichlorodione is isolated (57-58% yield) as copper complex 2. The dione is then liberated from t...",
    "quantitative_stereochem_mentions": [
      "97% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume96article29",
    "year": 2019,
    "title": "Discussion Addendum for: Fluorobis(phenylsulfonyl)methane (FBSM)",
    "doi": "DOI: 10.15227/orgsyn.096.0474",
    "procedure_snippet": "Monofluoromethylation is an important transformation that has been employed as a strategy to introduce fluoroalkyl functionalities into molecules.2 Among the known reactions, nucleophilic monofluoromethylation stands out as an important approach in which a fluoroalkyl anion is generated and reacted with a suitable electrophile. Fluorobis(phenylsulfonyl)methane (FBSM) has been widely employed as a pronucleophile given that the electron-withdrawing nature of the phenylsulfonyl groups increases the acidity of the proton in the adjacent carbon atom, making its deprotonation facile and giving rise to a resonance-stabilized fluoromethide species3 that can react with several electrophiles. This compound was first synthesized by Shibata et al., through the electrophilic fluorination of bis(phenylsulfonyl)methane4 and was later used as a nucleophilic monofluoromethylating reagent. Prakash and coworkers envisioned a large-scale procedure to synthesize FBSM in reagent quantities (Figure 1).5\nFigu...",
    "quantitative_stereochem_mentions": [
      "ee: 84%"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume96article32",
    "year": 2019,
    "title": "Synthesis of Chiral Tetramic Acids: Preparation of (S)-5-Benzylpyrrolidine-2,4-dione from L-Phenylalanine Methyl Ester Hydrochlorides",
    "doi": "DOI: 10.15227/orgsyn.096.0528",
    "procedure_snippet": "A. (S)-2-[2-(Methoxycarbonyl)acetylamino]-3-phenylpropanoic acid methyl ester (2). A 1-L three-necked, round-bottomed flask (24/40) (Note 2) (Figure 1) is equipped with a Teflon-coated, oval, magnetic stir bar (2 cm x 2 cm x 4 cm) and L-phenylalanine methyl ester hydrochloride (1) (21.6 g, 0.1 mol, 1.0 equiv) (Note 3), a saturated aqueous solution of NaHCO3 (500 mL) (Note 4), and methylene chloride (300 mL) (Note 3) (Figure 1) are added under an air atmosphere.\nFigure 1. Initial reaction set-up; (A) Upon addition of 1, (B) After addition of 500 mL of saturated, aqueous NaHCO3, (C) Upon initial addition of CH2Cl2, (D) Upon completion of addition of CH2Cl2\nMagnetic stirring is commenced (Notes 5 and 6) and the reaction mixture is allowed to stir for 20 min (Note 7), at which point, methyl malonyl chloride (15.1 g, 11.8 mL, 0.11 mol, 1.1 equiv) (Notes 3 and 8) is added drop-wise via syringe (Note 9) through the septum fitted on the central neck of the reaction flask (Note 10) (Figure 2).\n...",
    "quantitative_stereochem_mentions": [
      "99% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume97article7",
    "year": 2020,
    "title": "Discussion Addendum for: (S)-(-)-2-Allylcyclohexanone (2-Allylcyclohexan-1-one]",
    "doi": "DOI: 10.15227/orgsyn.097.0079",
    "procedure_snippet": "The protocol for the synthesis of (R)- and (S)- 2-allylcyclohexanone had been chosen for demonstrating that preformed, non-stabilized lithium enolates are suitable nucleophiles for palladium-catalyzed asymmetric allylic alkylations - the so-called Tsuji-Trost reaction.2 This method is a direct alternative to the intramolecular variant, the decarboxylative asymmetric allylic alkylation that starts from allyl β-ketoesters or allyl enol carbonates. This intramolecular approach, which was pioneered by the research groups of Stoltz, Trost and others,3 has been published as an Organic Syntheses procedure on (S)-2-allyl-2-methylcyclohexanone in 2009.4 This manuscript was followed by an addendum in 2018.5 In both procedures, advantage was taken of the cyclohexanone skeleton that guaranteed the fixed trans-configuration of the lithium enolate.\nThis discussion addendum emphasizes the progress and development of transition metal-catalyzed allylic alkylations for enantioselective and diastereosele...",
    "quantitative_stereochem_mentions": [
      "91 % ee",
      "88% ee",
      "87% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume97article22",
    "year": 2020,
    "title": "Asymmetric Michael Addition of Dimethyl Malonate to 2-Cyclopenten-1-one Catalyzed by a Heterobimetallic Complex",
    "doi": "DOI: 10.15227/orgsyn.097.0327",
    "procedure_snippet": "A. Preparation of GaNa-(S)-BINOL((S)-2) Solution (0.05 M).2 A flame-dried 1L, three-necked round-bottomed flask with 24/40 joints and a 1.5\" Teflon coated egg-shaped magnetic stir bar is brought into a nitrogen filled glovebox (Note 2). The flask is charged with gallium (III) chloride (5.0 g, 28.4 mmol, 1.0 equiv) (Notes 3 and 4). The flask is sealed with three rubber septa (one of which is fitted with an internal temperature probe) brought out of the glovebox, and put under positive pressure of nitrogen via a needle attached to a nitrogen line. Another flame-dried 1L, three-necked round-bottomed flask with 24/40 joints and a 1.5\" Teflon coated egg-shaped magnetic stir bar is charged with (S)-(-)-1,1'-bi(2-naphthol) ((S)-BINOL, (S)-1) (16.26 g, 56.8 mmol, 2.0 equiv) (Note 5). The flask is sealed with three rubber septa (one of which is fitted with a thermometer) and evacuated and backfilled with nitrogen three times (5 minutes under vacuum per cycle). A flame-dried 500 mL round-bottome...",
    "quantitative_stereochem_mentions": [
      "99% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume97article23",
    "year": 2020,
    "title": "Discussion Addendum for: Synthesis of Et2SBr•SbCl5Br and its Use in Biomimetic Brominative Polyene Cyclizations",
    "doi": "DOI: 10.15227/orgsyn.097.0339",
    "procedure_snippet": "Halogenation reactions have long been viewed as one of the most useful transformations in organic synthesis, either to directly install a halogen atom or to generate a reactive intermediate that can promote further transformations (i.e. cyclization, ring-expansion, etc.). In a 2011 Organic Syntheses article,2 Snyder and Treitler outlined the development of a novel, highly electrophilic bromonium ion source, BDSB (Et2SBr•SbCl5Br), and discussed its successful application to bromonium-induced polyene cyclizations of varied substrates.3 In 2015, an update to the general reaction scope that BDSB can facilitate was published in the Encyclopedia of Reagents for Organic Synthesis (EROS).4 At that time, BDSB had been applied to several reaction processes outside of polyene cyclizations, including both ring-expanding bromoetherification5,6,7,8 as well as electrophilic aromatic bromination,9,10,11 with results in some cases that were not replicated by other bromonium sources. In this contributio...",
    "quantitative_stereochem_mentions": [
      "d.r. of 7:1"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume98article11",
    "year": 2021,
    "title": "Enantioselective Michael-Proton Transfer-Lactamization for Pyroglutamic Acid Derivatives: Synthesis of Dimethyl-(S,E)-5-oxo-3-styryl-1-tosylpyrrolidine-2,2-dicarboxylate",
    "doi": "DOI: 10.15227/orgsyn.098.0194",
    "procedure_snippet": "A. Dimethyl 2-((4-methylphenyl)sulfonamido)malonate (2). To a single-necked, 500 mL round-bottomed flask containing a football-shaped, teflon-coated stir bar (5 cm) and fitted with a 24/40 glass, threaded gas-inlet adapter with a silicone/PTFE septa (Figure 1A) (Note 2), in-turn connected via chemically resistant tubing to a vacuum/nitrogen manifold is added commercially available dimethyl aminomalonate hydrochloride (1, 12.5 g, 68.2 mmol, 1.00 equiv) and p-toluenesulfonic anhydride (27.2 g of 90 wt. % purity, 74.9 mmol, 1.1 equiv) (Note 3) as solids. The atmosphere in the flask is replaced with nitrogen by three cycles of vacuum (Note 4) and nitrogen back-filling via the vacuum/nitrogen manifold. The glass adapter is briefly removed, and tetrahydrofuran (270 mL) is then added from a polyethylene graduated cylinder. The resulting beige suspension is stirred vigorously and cooled to 0 °C in an ice/water bath (e.g. recrystallizing dish, Figure 1B) for 15 min before adding freshly distill...",
    "quantitative_stereochem_mentions": [
      "99:1 er"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume98article23",
    "year": 2021,
    "title": "Synthesis of Chiral Aziridine Ligands for Asymmetric Alkylation with Alkylzincs: Diphenyl((S)-1-((S)-1-phenylethyl)aziridin-2-yl)methanol",
    "doi": "DOI: 10.15227/orgsyn.098.0446",
    "procedure_snippet": "A. Ethyl (S)-1-((S)-1-phenylethyl)aziridine-2-carboxylate (1) An oven-dried (Note 2) 250-mL single-necked, round-bottomed flask (24/40 joint) is equipped with a Teflon coated magnetic stir bar (16 x 32 mm, egg-shape). The flask is sealed with a rubber septum, connected to a Schlenk line with a needle adapter and subsequently cooled to room temperature (Note 3). S-(-)-1-Phenylethanamine (3.0mL, 23.0 mmol, 1.0 equiv) (Note 4), triethylamine (4.65 g, 6.41 mL, 46.0 mmol, 2.0 equiv) (Note 5) and toluene (46 mL) (Note 6) are added to the flask via syringes under nitrogen atmosphere (Figure 1A).\nAn oven-dried (Note 2) 100-mL single-necked, round-bottomed flask (14/20 joint) is sealed with a rubber septum, connected to a Schlenk line with a needle adapter, and subsequently cooled to room temperature (Note 3). Ethyl 2,3-dibromopropanoate (5.98 g, 3.34 mL, 23.0 mmol, 1.00 equiv) (Note 7) and toluene (46 mL) (Note 6) are added to the flask via syringes under nitrogen atmosphere (Note 8). The resu...",
    "quantitative_stereochem_mentions": [
      "99% ee"
    ],
    "title_has_asym_keywords": true
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume99article14",
    "year": 2022,
    "title": "Synthesis of (((1R,3S,3'S)-3,3'-Diethyl-3H,3'H-1,1'-spirobi[isobenzofuran]-7,7'-diyl)bis(oxy))bis(diphenylphosphane)",
    "doi": "DOI: 10.15227/orgsyn.099.0190",
    "procedure_snippet": "A. (S)-1-(3-(Methoxymethoxy)phenyl)propan-1-ol (1) . An oven-dried (Note 2) 1000-mL single-necked round-bottomed flask (24/40 joint) (Note 2) equipped with a Teflon coated magnetic stir bar (16 x 32 mm, egg-shape) is allowed to cool to 23 °C (Note 3) in a desiccator. Diphenyl((S)-1-((S)-1-phenylethyl) aziridin-2-yl)methanol (Note 4) (1.98 g, 6.00 mmol, 5.0 mol%) is added to the flask, and the flask is sealed with a rubber septum, connected to a Schlenk line with a needle adapter, and purged to a nitrogen atmosphere (Figure 1A). Hexane (265 mL) (Note 5) is then added to the flask using a syringe, and the solution is stirred (Note 6) and cooled to 0 °C (Note 7).\nFigure 1. A) Reaction flask set-up after addition of catalyst (a); B) self-made Et2Zn solution; C) reaction set-up for Et2Zn transfer; D) reaction set-up for addition of 3-(methoxymethoxy)benzaldehyde (photos provided by submitters)\n\nAn oven-dried (Note 2) 500-mL single-necked, round-bottomed flask (14/20 joint) is sealed with a ...",
    "quantitative_stereochem_mentions": [
      "99% ee"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume99article18",
    "year": 2022,
    "title": "Discussion Addendum for: Synthesis of N-Boc-N-Hydroxymethyl-L-phenylalaninal and Methyl trans-Oxazolidine-5-carboxylate, Chiral Synthons for threo-β-Amino-α-hydroxy Acids",
    "doi": "DOI: 10.15227/orgsyn.099.0274",
    "procedure_snippet": "N-Boc-N-Hydroxymethyl α-amino aldehyde 3 is a configurationally stable α-amino aldehyde,2 which was successfully converted to trans-oxazolidine methyl ester 4, a chiral synthon for β-amino-α-hydroxy acids.3 The N-hydroxymethyl group on 3 shifts the equilibration to the five-membered cyclic hemiacetal 2, which ensures the high stability of the corresponding α-amino aldehyde and enables an intramolecular conjugate addition for highly diastereoselective introduction of an α-hydroxyl group. As a result, trans-oxazolidine methyl ester 4 was obtained from 2 as a chiral synthon for syn-β-amino-α-hydroxy acids.8,9 Even Garner's aldehyde,10 one of the most cited stable α-amino aldehydes, not only suffers from 3~5% racemization during the preparation and storage,3 Other γ-amino-β-hydroxy acids, β-deoxy-β,γ-diamino acid, and α-amino-β-hydroxy acid have been synthesized from N-Boc-N-hydroxymethyl α-amino aldehydes.2,4,5,6 In addition, phenylsulfonylnitromethane (5) has been used for a two-way homo...",
    "quantitative_stereochem_mentions": [
      "20:1 diastereoselectivity"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume100article3",
    "year": 2023,
    "title": "Discussion Addendum for: Rh(I)-Catalyzed Allenic Pauson-Khand Reaction",
    "doi": "DOI: 10.15227/orgsyn.100.0029",
    "procedure_snippet": "The intramolecular Rh(I)-catalyzed allenic Pauson-Khand reaction (APKR) is a powerful synthetic method for constructing ring-fused cyclopentenones. Our group's interest in the APKR extends back to 1992 when we submitted original research proposals for applications to academic positions. At that time, there were two independent reports of allenes being used in the PKR-only Aumann's demonstrated the feasibility of an intermolecular Fe(0)-catalyzed process.2a In 1994, Narasaka demonstrated three examples of an intramolecular APKR using allenyl sulfides and an iron carbonyl complex.3 In 1995, we reported a successful intramolecular APKR reaction of unfunctionalized allenes4 using stoichiometric Mo(CO)6-a transition metal complex that had recently been reported by Jeong for the enyne PKR.5 Also, in 1995, Narasaka reported trace amounts of a cycloadduct for a simple allene-yne using Fe(0)-catalysis,6 and Cazes successfully demonstrated an intermolecular APKR using Co2(CO)8 and NMO.7 In July ...",
    "quantitative_stereochem_mentions": [
      "98% ee",
      "54% ee",
      "94% ee",
      "84% ee",
      "22% ee",
      "82:18 enantiomeric ratio"
    ],
    "title_has_asym_keywords": false
  },
  {
    "volume_source": "Volume91-100",
    "article_id": "volume100article11",
    "year": 2023,
    "title": "Synthesis of Enantioenriched NH-Sulfoximines by NH Transfer to Sulfoxides Using Ammonium Carbamate and (Diacetoxyiodo)benzene",
    "doi": "DOI: 10.15227/orgsyn.100.0186",
    "procedure_snippet": "(S)-(4-Bromophenyl)(imino)(methyl)-λ6-sulfanone (2). In air, a 250 mL one-necked round-bottomed flask (24/40), equipped with a Teflon coated oval-shaped magnetic stirrer bar (40 mm × 20 mm), is suspended in a water bath at 25 °C and charged with MeOH (70 mL) (Note 2). Stirring of 250 rpm is initiated. (S)-(-)-4-Bromophenyl methyl sulfoxide (1) (7.67 g, 35.0 mmol, 1.0 equiv) (Notes 3 and 4) followed by (diacetoxyiodo)benzene (33.8 g, 105 mmol, 3.0 equiv) (Note 5) are added to the flask as single portions via powder funnel. Ammonium carbamate (10.9 g, 140 mmol, 4.0 equiv) (Note 6) is then added gradually to the suspension in roughly ten equal portions over a period of ten min allowing for controlled decarboxylation. The reaction mixture is stirred at 25 °C for 1 h, during which time the reaction mixture turns from colorless to yellow, and reaction progress is monitored by TLC (Figure 1a and b) (Note 7).\nFigure 1. a) Decarboxylation of ammonium carbamate; b) Reaction mixture after 1 h; c)...",
    "quantitative_stereochem_mentions": [
      "99% ee"
    ],
    "title_has_asym_keywords": false
  }
]