{
    "volume13article20": {
        "Cite": "Org. Synth. 1933, 13, 72",
        "DOI": "DOI: 10.15227/orgsyn.013.0072",
        "Title": "1-NITRO-2-ACETYLAMINONAPHTHALENE",
        "ReactionImages": [
            "v013p0072_1.gif"
        ],
        "Procedure": [
            "In a 2-l. round-bottomed flask equipped with a mechanical stirrer, a thermometer, and a dropping funnel, and clamped in a position such that it may be surrounded by a bath of water and ice when desired, are placed 300 g. (1.62 moles) of β-acetylaminonaphthalene (m.p. 131–132°) and 500 cc. of glacial acetic acid. With the mixture at room temperature, the stirrer is set in motion, and 200 g. (143 cc., 2.1 moles) of concentrated nitric acid (sp. gr. 1.4) is added dropwise over a period of forty-five minutes; the temperature is kept below 40° by occasionally immersing the flask in the cooling bath. When about one-tenth of the nitric acid has been added, the reaction mixture sets to a mass that is stirred with difficulty. The addition of nitric acid is stopped at this point. After three to five minutes the mass becomes fluid, and the addition of nitric acid is resumed. When about one-fourth of the nitric acid has been added, all the solid material dissolves. Considerable heat is evolved at this point, and good cooling is required to keep the temperature from rising above 40°; the mixture must be cooled during the addition of the remainder of the acid. After the addition is complete, stirring is continued for ten minutes longer.\nThe flask is stoppered and cooled in a bath of ice and water for three hours; the reaction product should then separate in the form of a yellow, crystalline paste (Note 1) and (Note 2). The crystals are collected on a 19-cm. Büchner funnel and washed, first with 200 cc. of 50 per cent acetic acid, and next with 400 cc. of ordinary ether. This crude, dry product, weighing 270–290 g., is placed in a 3-l. flask and heated under a reflux condenser with 1.7 l. of benzene for twenty minutes. The mixture is then allowed to cool to 40–45° and filtered through a 19-cm. Büchner funnel. The residue is a mixture of sparingly soluble isomers, chiefly 5- and 8-nitro-2-acetylaminonaphthalene. On further cooling of the filtered solution, there is obtained 190–200 g. of 1-nitro-2-acetylaminonaphthalene melting at 117–119°. This material is recrystallized from about 500 cc. of hot 95 per cent ethyl alcohol. Fine yellow crystals melting at 123–124° are obtained. The yield is 175–182 g. (47–49 per cent of the theoretical amount)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume14article1": {
        "Cite": "Org. Synth. 1934, 14, 1",
        "DOI": "DOI: 10.15227/orgsyn.014.0001",
        "Title": "ACETO-p-CYMENE",
        "ReactionImages": [
            "v014p0001_1.gif"
        ],
        "Procedure": [
            "A 1-l. three-necked flask is fitted with a dropping funnel, a stirrer, a thermometer for reading low temperatures (Note 1), and a condenser, to the upper end of which is attached a tube for disposing of the hydrogen chloride evolved (Note 2). A mixture of 200 cc. of carbon disulfide and 180 g. (1.35 moles) of anhydrous aluminum chloride is placed in the flask which is then immersed in an ice-salt freezing mixture and stirred very vigorously until the temperature of the mixture is −5° or below. A mixture of 175 g. (1.3 moles) of p-cymene and 110 g. (100 cc., 1.4 moles) of acetyl chloride is added from the dropping funnel at such a rate that the temperature never rises above 5°. This addition requires about three and one-third hours (Note 3). The mixture is allowed to stand overnight and is then poured upon 1 kg. of cracked ice to which 200 cc. of concentrated hydrochloric acid has been added. The mixture is extracted with three 700-cc. portions of ether; the ether solution is dried over anhydrous calcium chloride and distilled at ordinary pressure from a Claisen flask provided with an indented column, until the temperature reaches 190°. The material that remains in the flask is fractionally distilled twice under diminished pressure. The principal fraction is aceto-p-cymene, a pale yellow oil boiling at 124–125°/12 mm. (155–157°/30 mm.). It weighs 115–125 g. (50–55 per cent of the theoretical amount) (Note 4). About 50 g. of cymene is recovered (Note 5), and there is a small amount (10–12 g.) of residual oil left in the flask (Note 6)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume25article17": {
        "Cite": "Org. Synth. 1945, 25, 49",
        "DOI": "DOI: 10.15227/orgsyn.025.0049",
        "Title": "o-EUGENOL",
        "ReactionImages": [
            "v025p0049_1.gif"
        ],
        "Procedure": [
            "A. Guaiacol allyl ether. A mixture of 63 g. (0.5 mole) of guaiacol, 66 g. (0.55 mole) of allyl bromide, 70 g. of anhydrous potassium carbonate (0.5 mole), and 100 ml. of dry acetone in a 500-ml. round-bottomed flask is refluxed on a steam bath for 8 hours and cooled. The mixture is diluted with 200 ml. of water and extracted with two 100-ml. portions of ether. The combined extracts are washed with two 100-ml. portions of 10% sodium hydroxide (Note 1) and dried with 50 g. of anhydrous potassium carbonate. After removal of the solvent, the residual oil (Note 2) is distilled under reduced pressure. The yield of guaiacol allyl ether boiling at 110–113°/12 mm. is 66–75 g. (80–90%).",
            "B. o-Eugenol. The allyl ether (70 g.) is cautiously (Note 3) brought to boiling in a 500-ml. round-bottomed flask, refluxed for 1 hour, and cooled. The oil is dissolved in 100 ml. of ether (Note 4), and the solution is extracted with three 100-ml. portions of 10% sodium hydroxide. The combined alkaline extracts are then acidified with 100 ml. of concentrated hydrochloric acid diluted with 100 ml. of water, and the mixture is extracted with three 100-ml. portions of ether. The combined ether extracts are dried with 50 g. of anhydrous sodium sulfate and evaporated, and the residual oil is distilled under reduced pressure. The yield of o-eugenol boiling at 120–122°/12 mm. (Note 5) is 56–63 g. (80–90%)."
        ],
        "Compounds": [
            "ether (60-29-7)",
            "sodium hydroxide (1310-73-2)",
            "Allyl bromide (106-95-6)",
            "sodium sulfate (7757-82-6)",
            "allyl iodide (556-56-9)",
            "acetone (67-64-1)",
            "Guaiacol (90-05-1)",
            "dimethylaniline (121-69-7)",
            "Guaiacol allyl ether (4125-43-3)",
            "3-methoxy-2-allyloxybenzaldehyde",
            "3-methoxy-2-allyloxybenzoic acid",
            "o-Eugenol (579-60-2)"
        ],
        "ShortCompounds": [
            "ether ",
            "sodium hydroxide ",
            "Allyl bromide ",
            "sodium sulfate ",
            "allyl iodide ",
            "acetone ",
            "Guaiacol ",
            "dimethylaniline ",
            "Guaiacol allyl ether ",
            "3-methoxy-2-allyloxybenzaldehyde",
            "3-methoxy-2-allyloxybenzoic acid",
            "o-Eugenol "
        ]
    },
    "volume25article18": {
        "Cite": "Org. Synth. 1945, 25, 51",
        "DOI": "DOI: 10.15227/orgsyn.025.0051",
        "Title": "FURYLACRYLIC ACID",
        "ReactionImages": [
            "v025p0051_1.gif",
            "v025p0051_2.gif"
        ],
        "Procedure": [
            "In a 1-l. round-bottomed flask fitted with a reflux condenser are placed 192 g. (166 ml., 2 moles) of freshly distilled furfural (Note 1), 208 g. (2 moles) of malonic acid (Note 2), and 96 ml. (1.2 moles) of pyridine (Note 3). The flask is heated on a boiling water bath for 2 hours, and the reaction mixture is cooled and diluted with 200 ml. of water. The acid is dissolved by the addition of concentrated aqueous ammonia, the solution is filtered through a fluted filter paper, and the paper is washed with three 80-ml. portions of water. The combined filtrates are acidified with an excess of diluted (1:1) hydrochloric acid with stirring. The mixture is cooled by running water and then allowed to stand in an ice bath for at least 1 hour. The furylacrylic acid is filtered, washed with four 100-ml portions of water, and dried. The yield of practically colorless needles melting at 141° is 252–254 g. (91–92%). If a purer product is desired, recrystallization is best effected from dilute alcohol (Note 4). On slow cooling of the solution, needles melting at 141° separate.",
            "In a 3-l. round-bottomed flask provided with a mechanical stirrer and a 90-cm. air-cooled condenser are placed 288 g. (3 moles) of freshly distilled furfural, 460 g. (425 ml., 4.5 moles) of acetic anhydride, and 294 g. (3 moles) of dry, pulverized, freshly fused potassium acetate (Note 1). The ingredients are mixed thoroughly, stirring is started, and the flask is heated in an oil bath at 150° (bath temperature) for 4 hours, without interruption (Note 2). It is well to make provision for acetic acid vapor which escapes through the air condenser.\nAfter cooling slightly, the reaction mixture is transferred to a large flask and treated with 3.5 l. of water. Part of this is used to rinse out the reaction flask. The mixture is boiled with 30 g. of Norit for about 10 minutes and is filtered while still hot with suction, using a preheated Büchner funnel. Furylacrylic acid tends to separate quickly and sometimes offers trouble in clogging the funnel. The filtrate is acidified to Congo red by the addition of a 1:1 solution of concentrated hydrochloric acid in water. After being cooled to 20° or below, preferably with stirring, and being allowed to stand for at least 1 hour, the acid is filtered with suction and washed with a small quantity of ice water. The yield is 270–290 g. (65–70%). The light tan crude acid melts at 138–139° (Note 3)"
        ],
        "Compounds": [
            "ligroin",
            "ethanol (64-17-5)",
            "hydrochloric acid (7647-01-0)",
            "acetic acid (64-19-7)",
            "ammonia (7664-41-7)",
            "Benzene (71-43-2)",
            "acetic anhydride (108-24-7)",
            "sodium acetate (127-09-3)",
            "Norit (7782-42-5)",
            "pyridine (110-86-1)",
            "potassium hydroxide (1310-58-3)",
            "Furfural (98-01-1)",
            "furfuralacetone",
            "Furylacrylic acid,\n2-Furanacrylic acid (539-47-9)",
            "Malonic acid (141-82-2)",
            "potassium acetate (127-08-2)"
        ],
        "ShortCompounds": [
            "ligroin",
            "ethanol ",
            "hydrochloric acid ",
            "acetic acid ",
            "ammonia ",
            "Benzene ",
            "acetic anhydride ",
            "sodium acetate ",
            "Norit ",
            "pyridine ",
            "potassium hydroxide ",
            "Furfural ",
            "furfuralacetone",
            "Furylacrylic acid,\n2-Furanacrylic acid ",
            "Malonic acid ",
            "potassium acetate "
        ]
    },
    "volume25article19": {
        "Cite": "Org. Synth. 1945, 25, 53",
        "DOI": "DOI: 10.15227/orgsyn.025.0053",
        "Title": "β-d-GLUCOSE-2,3,4,6-TETRAACETATE",
        "ReactionImages": [
            "v025p0053_1.gif"
        ],
        "Procedure": [
            "A solution of 82.2 g. (0.2 mole) of acetobromoglucose (p. 11) (Note 1) in 125 ml. of dry acetone (Note 2) in a 250-ml. flask is cooled to 0° in an ice bath. To the cold solution is added 2.3 ml. of water and then 46.5 g. (0.17 mole) of silver carbonate (Note 3) in small portions in the course of 15 minutes. The mixture is shaken well during the addition and for 30 minutes longer (Note 4). The mixture is then warmed to 50–60° and filtered. The mass of silver salts is washed with 65 ml. of dry acetone (Note 5), removed from the funnel, warmed in a flask with 65 ml. more of acetone, filtered, and washed again on the funnel.\nThe combined filtrates are concentrated under reduced pressure in a 500-ml. filter flask (Note 6) until most of the solution is filled with crystals. The mixture is warmed to dissolve the crystals, the solution is poured into a 600-ml. beaker, and an equal volume of absolute ether and a similar volume of ligroin are added. The resulting solution is cooled in a freezing mixture with gentle stirring. The crystals of the tetraacetate form quickly and after about 10 minutes are filtered and air-dried. The crystals so obtained melt at 132–134° (Note 7). If a purer product is required, the product is dissolved in acetone, and ether and ligroin are added to the solution in the manner described. The yield of once-crystallized product melting at 132–134° is 52–56 g. (75–80%)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume25article20": {
        "Cite": "Org. Synth. 1945, 25, 55",
        "DOI": "DOI: 10.15227/orgsyn.025.0055",
        "Title": "m-HYDROXYBENZALDEHYDE",
        "ReactionImages": [
            "v025p0055_1.gif"
        ],
        "Procedure": [
            "A solution of 450 g. (2 moles) of powdered stannous chloride dihydrate (Note 1) in 600 ml. of concentrated hydrochloric acid in a 3-l. beaker provided with an efficient mechanical stirrer is cooled in an ice-salt bath. When the temperature of the solution has fallen to 5°, the ice bath is removed, and 100 g. (0.66 mole) of m-nitrobenzaldehyde (Note 2) is added in one portion. The temperature rises slowly at first, reaching 25–30° in about 5 minutes. As it then rises rapidly to about 100° the ice-salt bath is again placed around the beaker. Stirring must be vigorous or the reaction mixture may be forced out of the beaker (Note 3). During the reaction the m-nitrobenzaldehyde dissolves, and an almost clear red solution is obtained. The solution is cooled with very slow stirring (Note 4) in an ice-salt mixture for 2.5 hours. The orange-red paste of the stannichloride of m-aminobenzaldehyde (Note 5) is filtered on a sintered-glass funnel (Note 6).\nA suspension of the material in 600 ml. of concentrated hydrochloric acid is stirred mechanically in a 3-l. beaker which is set in an ice-salt bath. A solution of 46 g. of sodium nitrite in 150 ml. of water in a 250-ml. dropping funnel fixed with its stem below the surface of the suspension is added slowly while the temperature of the mixture is kept at 4–5° (Note 7). After the addition is completed (in approximately 80 minutes), stirring in the ice-salt bath is continued for 1 hour to crystallize completely the stannichloride of the diazonium salt. The reddish brown salt is filtered on a sintered glass funnel (Note 6).\nThe damp salt is added cautiously in small portions to 1.7 l. of boiling water in a 4-l. beaker in the course of 40 minutes. During the reaction, the water lost by vaporization is replaced (Note 8). The solution is treated with 4 g. of Norit, boiled a few minutes, and filtered hot. The red filtrate is kept in an icebox for 12–16 hours; during this time scratching is employed occasionally to induce crystallization (Note 9). The yield of orange crystals melting at 99–101° is 48–52 g. (59–64%). A solution of this product in about 1 l. of boiling benzene is treated with Norit, filtered, and concentrated to 300 ml. On cooling, 41–45 g. (51–56%) of light-tan crystals melting at 101–102° is obtained (Note 10)."
        ],
        "Compounds": [
            "sodium nitrite (7632-00-0)",
            "stannous chloride",
            "calcium carbonate (471-34-1)",
            "Norit (7782-42-5)",
            "sodium (13966-32-0)",
            "manganese dioxide (1313-13-9)",
            "stannous chloride dihydrate (10025-69-1)",
            "Benzaldehyde, m-hydroxy-,\nm-Hydroxybenzaldehyde (100-83-4)",
            "m-Chlorobenzaldehyde (587-04-2)",
            "m-hydroxybenzoic acid (99-06-9)",
            "m-Nitrobenzaldehyde (99-61-6)",
            "m-aminobenzaldehyde (1709-44-0)",
            "m-dichloromethylphenyl benzoate"
        ],
        "ShortCompounds": [
            "sodium nitrite ",
            "stannous chloride",
            "calcium carbonate ",
            "Norit ",
            "sodium ",
            "manganese dioxide ",
            "stannous chloride dihydrate ",
            "Benzaldehyde, m-hydroxy-,\nm-Hydroxybenzaldehyde ",
            "m-Chlorobenzaldehyde ",
            "m-hydroxybenzoic acid ",
            "m-Nitrobenzaldehyde ",
            "m-aminobenzaldehyde ",
            "m-dichloromethylphenyl benzoate"
        ]
    },
    "volume25article21": {
        "Cite": "Org. Synth. 1945, 25, 58",
        "DOI": "DOI: 10.15227/orgsyn.025.0058",
        "Title": "ISOBUTYRAMIDE",
        "ReactionImages": [
            "v025p0058_1.gif"
        ],
        "Procedure": [
            "A. Isobutyryl chloride. A 1-l. three-necked flask is equipped with a 250-ml. dropping funnel, an efficient stirrer sealed with a glycerol-lubricated rubber tube, and an efficient condenser (Note 1). The water supplied to the condenser is cooled to 0°, and the flask is cooled in a large water bath. The apparatus is set up in a hood, and a gas-absorption trap is attached to the top of the condenser.\nIn the flask is placed 542 g. (4.55 moles) of thonyl chloride; to this is added dropwise, and with rapid stirring, 352 g. (4 moles) of isobutyric acid (Note 2). A vigorous evolution of hydrogen chloride and sulfur dioxide takes place. When all the acid has been added, the water bath is heated to 80° and is kept at this temperature for 30 minutes. Stirring is continued throughout the heating. The reaction mixture is then distilled through a 30-cm. Vigreux column by means of an oil bath heated on a hot plate (Note 3). The fore-run boiling up to 89° weighs 44 g. The isobutyryl chloride which is collected at 89–93° weighs 351 g. The residue weighs 49 g. On combining the fore-run and residue and redistilling slowly, an additional 33 g. of isobutyryl chloride is obtained; the total yield is 384 g. (90%). Redistillation gives a faintly yellow product boiling at 90–92° (Note 4) and (Note 5).",
            "B. Isobutyramide. In a 3-l. flask, equipped with an efficient stirrer and a 500-ml. dropping funnel, and surrounded by an ice-salt freezing mixture, is placed 1.25 l. of cold concentrated aqueous ammonia (about 28%). To this 318 g. (3 moles) of isobutyryl chloride is added dropwise with rapid stirring at such a rate that the temperature of the reaction mixture does not rise above 15°, and the evolution of white fumes (mostly ammonium chloride) does not become vigorous. Stirring is continued for 1 hour after the addition of the acid chloride is finished.\nThe flask is heated by steam in a large can, and the reaction mixture is evaporated to dryness under reduced pressure (Note 6). The dry residue of ammonium chloride and isobutyramide is boiled 10 minutes with 2 l. of dry ethyl acetate, and the boiling solution is filtered quickly through a fluted filter paper on a large hot funnel. The residue on the filter is extracted in the same way with two 1-l. portions of ethyl acetate. The combined ethyl acetate extracts are cooled to 0°, and the crystalline amide which separates is removed by filtration. The filtrate is concentrated to about 300 ml. and chilled, and a second crop of amide is collected (Note 7) and (Note 8). The two crops of isobutyramide are combined and dried, first in an oven at 70° for 3 hours and then in a vacuum desiccator. The yield of glistening white needles melting at 127–129° is 203–215 g. (78–83%) (Note 9). This material is suitable for the preparation of isobutyronitrile."
        ],
        "Compounds": [
            "ammonium chloride (12125-02-9)",
            "thionyl chloride (7719-09-7)",
            "sulfur dioxide (7446-09-5)",
            "potassium thiocyanate (333-20-0)",
            "ethyl isobutyrate (97-62-1)",
            "isobutyryl chloride (79-30-1)",
            "Isobutyramide (563-83-7)",
            "isobutyric acid (79-31-2)",
            "Isobutyronitrile (78-82-0)",
            "methyl isobutyrate (547-63-7)",
            "ammonium isobutyrate (22228-82-6)",
            "2,3-dimethyl-6-isopropylpyridine"
        ],
        "ShortCompounds": [
            "ammonium chloride ",
            "thionyl chloride ",
            "sulfur dioxide ",
            "potassium thiocyanate ",
            "ethyl isobutyrate ",
            "isobutyryl chloride ",
            "Isobutyramide ",
            "isobutyric acid ",
            "Isobutyronitrile ",
            "methyl isobutyrate ",
            "ammonium isobutyrate ",
            "2,3-dimethyl-6-isopropylpyridine"
        ]
    },
    "volume25article23": {
        "Cite": "Org. Synth. 1945, 25, 63",
        "DOI": "DOI: 10.15227/orgsyn.025.0063",
        "Title": "MALONONITRILE",
        "ReactionImages": [
            "v025p0063_1.gif"
        ],
        "Procedure": [
            "In a 12-l. three-necked round-bottomed flask, fitted with a powerful stirrer (Note 1) and a reflux condenser, are placed 1260 g. (15 moles) of cyanoacetamide, 1 kg. of salt (Note 2), and 5 l. of ethylene dichloride. After the mixture has been stirred rapidly for 15 minutes, 800 ml. (8.75 moles) of phosphorus oxychloride is added and the mixture is refluxed for 8 hours in an oil bath (Note 3). After the mixture has been cooled to room temperature, it is filtered and the solid is washed with 500 ml. of ethylene dichloride. The solvent is distilled from the combined filtrates in a 12-l. flask, and the residual crude nitrile is decanted into a 1-l. flask (Note 4) from any solid that may have separated. A fractionating column, condenser, and fractionating receiver are attached, and the malononitrile is distilled under reduced pressure. The fraction boiling at 113–118°/25 mm. weighs 570–654 g. (57–66%) (Note 5). This material may be freed from a small amount of phosphorus oxychloride which is present by redistillation. After a fore-run of about 5 ml., the malononitrile distils smoothly at 92–94°/8 mm."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume25article24": {
        "Cite": "Org. Synth. 1945, 25, 65",
        "DOI": "DOI: 10.15227/orgsyn.025.0065",
        "Title": "MESITYLACETIC ACID",
        "ReactionImages": [
            "v025p0065_1.gif"
        ],
        "Procedure": [
            "A. α1-Chloroisodurene. In a 2-l. round-bottomed flask, equipped with a sealed mechanical stirrer (Note 1), a gas inlet tube, and a reflux condenser, are placed 200 g. (1.66 moles) of mesitylene, 1 l. of concentrated hydrochloric acid, and 63 ml. (0.84 mole) of formaldehyde solution (concentration, 37%) (Note 2). Hydrogen chloride is introduced below the surface of the mixture (Note 3), which is stirred vigorously and heated in a water bath kept at 55°. These conditions are maintained throughout the reaction, which requires a total of 5.5 hours. At the halfway point, an additional 63 ml. (0.84 mole) of formaldehyde solution is added (Note 4).\nAfter the mixture has been cooled to room temperature (Note 5), it is extracted with three 300-ml. portions of benzene. The combined benzene extracts are washed successively with water, dilute sodium hydroxide, and water, dried over calcium chloride, and filtered. The mixture is distilled through a still head under reduced pressure; the pressure is reduced only slightly while the benzene is distilling. The yield of α1-chloroisodurene boiling at 130–131°/22 mm. is 155–170 g. (55–61%) (Note 6); the distillate solidifies to a crystalline mass which melts at 37°.",
            "B. Mesitylacetonitrile. In a 1-l. three-necked flask, fitted with a mechanical stirrer, a reflux condenser, and a dropping funnel, are placed 77 g. (1.57 moles) of sodium cyanide, 110 ml. of water, and 160 ml. of ethanol. The flask is heated in a boiling water bath, and the contents are stirred until all the sodium cyanide is dissolved. Then 152 g. (0.90 mole) of α1-chloroisodurene is added slowly, and stirring and heating are continued for 3 hours.\nThe reaction mixture is allowed to cool to about 40° (Note 7) and extracted with three 300-ml. portions of benzene. The benzene solution is washed well with water, dried over calcium chloride, filtered, and distilled under slightly reduced pressure to remove all the benzene. The residue is then distilled under reduced pressure from a Claisen flask with a wide-bore side arm. The yield of mesitylacetonitrile boiling at 160–165°/22 mm. is 128–133 g. (89–93%) (Note 8). This product is sufficiently pure for the next step. When recrystallized from petroleum ether, it melts at 79–80°.",
            "C. Mesitylacetic acid. To 900 ml. of water in a 3-l. three-necked flask is added 750 ml. of concentrated sulfuric acid. When the mixture has cooled to about 50°, 127 g. (0.80 mole) of mesitylacetonitrile is added (Note 9), and the mixture is refluxed and stirred mechanically for 6 hours. At the end of this period, a large amount of mesitylacetic acid has precipitated from the solution. The contents of the flask are cooled and poured into 3 l. of ice water. The acid is collected on a Büchner funnel and washed well with water. A solution of the acid in dilute alkali is boiled with Norit, and the acid is precipitated from the filtered solution by acidifying with dilute hydrochloric acid. The mesitylacetic acid is collected on a filter, washed well with water, and dried in an oven at about 80°. The yield of mesitylacetic acid melting at 163–166° is 123 g. (87%). After recrystallization from dilute alcohol or ligroin, the acid melts at 167–168°."
        ],
        "Compounds": [
            "red phosphorus",
            "ligroin",
            "petroleum ether",
            "durylacetonitrile",
            "isodurylacetonitrile",
            "2,4,6-trimethylacetophenone",
            "ethanol (64-17-5)",
            "calcium chloride (10043-52-4)",
            "sulfuric acid (7664-93-9)",
            "hydrogen chloride,\nhydrochloric acid (7647-01-0)",
            "acetic acid (64-19-7)",
            "Benzene (71-43-2)",
            "sodium hydroxide (1310-73-2)",
            "formaldehyde,\nformalin (50-00-0)",
            "sodium cyanide (143-33-9)",
            "Cuprous Cyanide (544-92-3)",
            "potassium cyanide (151-50-8)",
            "Norit (7782-42-5)",
            "pyridine (110-86-1)",
            "potassium hydroxide (1310-58-3)",
            "benzyl chloride (100-44-7)",
            "Benzyl cyanide (140-29-4)",
            "hydriodic acid (10034-85-2)",
            "Mesitylene (108-67-8)",
            "hydrazine hydrate (7803-57-8)",
            "ammonium sulfide",
            "chloromethyl ether (542-88-1)",
            "stannic chloride (7646-78-8)",
            "2,4,6-trimethylphenylglyoxylic acid (3112-46-7)",
            "2,4,6-trimethylmandelic acid",
            "Mesitylacetic acid,\nAcetic acid, mesityl- (4408-60-0)",
            "mesitylacetonitrile (34688-71-6)",
            "2,4,6-triethylphenylacetonitrile",
            "mesitoyldiazomethane",
            "mesitylglyoxal monohydrazone"
        ],
        "ShortCompounds": [
            "red phosphorus",
            "ligroin",
            "petroleum ether",
            "durylacetonitrile",
            "isodurylacetonitrile",
            "2,4,6-trimethylacetophenone",
            "ethanol ",
            "calcium chloride ",
            "sulfuric acid ",
            "hydrogen chloride,\nhydrochloric acid ",
            "acetic acid ",
            "Benzene ",
            "sodium hydroxide ",
            "formaldehyde,\nformalin ",
            "sodium cyanide ",
            "Cuprous Cyanide ",
            "potassium cyanide ",
            "Norit ",
            "pyridine ",
            "potassium hydroxide ",
            "benzyl chloride ",
            "Benzyl cyanide ",
            "hydriodic acid ",
            "Mesitylene ",
            "hydrazine hydrate ",
            "ammonium sulfide",
            "chloromethyl ether ",
            "stannic chloride ",
            "2,4,6-trimethylphenylglyoxylic acid ",
            "2,4,6-trimethylmandelic acid",
            "Mesitylacetic acid,\nAcetic acid, mesityl- ",
            "mesitylacetonitrile ",
            "2,4,6-triethylphenylacetonitrile",
            "mesitoyldiazomethane",
            "mesitylglyoxal monohydrazone"
        ]
    },
    "volume25article25": {
        "Cite": "Org. Synth. 1945, 25, 69",
        "DOI": "DOI: 10.15227/orgsyn.025.0069",
        "Title": "METHYL ω-CYANOPELARGONATE",
        "ReactionImages": [
            "v025p0069_1.gif"
        ],
        "Procedure": [
            "In a 1.5-l. Erlenmeyer flask to which is attached a reflux condenser, 190 g. (0.88 mole) of methyl sebacamate (p. 613) is dissolved in 200 ml. of boiling tetrachloroethane. The solution is allowed to cool to 40–50° (Note 1), 95 g. (0.67 mole) of phosphorus pentoxide is added (Note 2), and the mixture is stirred well by means of a glass rod. The mixture is heated in an oil bath to 120° (thermometer in oil), and a second 95-g. portion of phosphorus pentoxide is added. After the mixture has been heated at 145° for 30 minutes with occasional hand stirring, the liquid is decanted. The residue is heated at 145° with 200 ml. of tetrachloroethane for 30 minutes with occasional stirring, and the liquid is decanted. This process is repeated once. The combined extracts are placed in a 1-l. flask, and most of the solvent is distilled under the reduced pressure of a water pump. The residue is transferred to a 300-ml. flask, and the remainder of the solvent is removed (Note 3). When no more distillate comes over, the receiver is changed, the water pump is replaced by an oil pump, and the residue is fractionated (Note 4). The yield of methyl ω-cyanopelargonate boiling at 121–124°/1 mm. (Note 5) is 119–124 g. (69–71%)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume25article26": {
        "Cite": "Org. Synth. 1945, 25, 71",
        "DOI": "DOI: 10.15227/orgsyn.025.0071",
        "Title": "METHYL SEBACAMATE",
        "ReactionImages": [
            "v025p0071_1.gif"
        ],
        "Procedure": [
            "A. ω-Carbomethoxypelargonyl chloride. A mixture of 216 g. (1 mole) of methyl hydrogen sebacate (Note 1) and 147 g. (1.24 moles) of thionyl chloride in a 2-l. round-bottomed flask attached by a standard ground-glass joint to an upright condenser is refluxed on a steam bath for 5 hours. The condenser is then replaced by a still head having a modified side arm, and the unused thionyl chloride is removed. The residual ω-carbomethoxypelargonyl chloride is suitable for the next step. If a purer product is desired it is distilled under reduced pressure. The yield of ester chloride boiling at 158–160°/10 mm. is 194–201 g. (83–86%).",
            "B. Methyl sebacamate. Two and one-half liters of concentrated aqueous ammonia (about 28%) in a 4-l. beaker or enameled pot (Note 2) is stirred vigorously with an off-center stirrer and chilled to 8° in a cooling bath. The crude chloride from part A is added slowly from a dropping funnel to the solution, which is kept below 8° throughout the addition. A vigorous reaction takes place, and methyl sebacamate precipitates immediately. After the addition has been completed, the product is filtered by suction and washed with 200 ml. of cold water. After 3 days' drying in a vacuum desiccator, the methyl sebacamate weighs 200–204 g. (93–95%) and melts at 72–74° (Note 3)."
        ],
        "Compounds": [
            "methyl hydrogen sebacate (818-88-2)",
            "sebacic acid (111-20-6)",
            "Methyl sebacamate,\nSebacamic acid, methyl ester (53663-35-7)",
            "ω-Carbomethoxypelargonyl chloride",
            "ethyl sebacamate"
        ],
        "ShortCompounds": [
            "methyl hydrogen sebacate ",
            "sebacic acid ",
            "Methyl sebacamate,\nSebacamic acid, methyl ester ",
            "ω-Carbomethoxypelargonyl chloride",
            "ethyl sebacamate"
        ]
    },
    "volume25article27": {
        "Cite": "Org. Synth. 1945, 25, 73",
        "DOI": "DOI: 10.15227/orgsyn.025.0073",
        "Title": "NAPHTHORESORCINOL",
        "ReactionImages": [
            "v025p0073_1.gif"
        ],
        "Procedure": [
            "A. Ethyl phenylacetylmalonate. A 1-l. three-necked round-bottomed flask is equipped with a dropping funnel (Note 1) and a reflux condenser provided with a calcium chloride tube. Before the apparatus is assembled, it is washed in the following manner with absolute ethanol which has been prepared in a distilling flask (Note 2). Ninety milliliters of the anhydrous ethanol is distilled through the dropping funnel into the apparatus, used for rinsing, and discarded. In the reaction flask are placed 12.5 g. (0.52 atom) of magnesium turnings, 1 ml. of carbon tetrachloride (Note 3), and 40 g. (0.25 mole) of malonic ester (Note 3); then 90 ml. of absolute ethanol is distilled into the dropping funnel and transferred to the flask. The reaction is started by heating and is controlled by applying an ice bath when the condenser begins to flood. When the reaction has subsided, 40 g. (0.25 mole) more of malonic ester is added at one time. After this reaction has subsided, the flask is cooled slightly, 180 ml. of dry ether is added, and the reaction mixture is heated on a steam bath for 1 hour. Then 88 g. (74 ml., 0.57 mole) of phenylacetyl chloride, diluted with 90 ml. of dry ether, is added slowly (in about 30 minutes) from the dropping funnel in portions at such a rate that the vigorous reaction subsides between additions. When the addition has been completed, the flask is warmed for 10 minutes on a steam bath. After the mixture has been cooled, 100 ml. of water is added dropwise in about 30 minutes. The oily layer is washed with two 100-ml. portions of water and dried over sodium sulfate, and the ether is removed by distillation under reduced pressure (water pump). The crude phenylacetylmalonic ester (87 ml.) which remains is a reddish, somewhat viscous oil.",
            "B. Ethyl 1,3-dihydroxy-2-naphthoate. In a 1-l. flask 1 volume (87 ml.) of the crude ester is added in one lot to 3 volumes (261 ml.) of concentrated sulfuric acid without cooling, and the solution is allowed to stand for about 1 week (Note 4). The whole mixture, including any precipitate which may have formed, is poured slowly with stirring into a mixture of 1 kg. of ice and 500 ml. of water (Note 5); the solid yellow ester is filtered with suction, washed with a small amount of cold water, pressed in the filter for 30 minutes with a rubber dam, and finally dried in a vacuum desiccator. The yield of ester melting at 80° is 58–68 g. (50–59% based on the malonic ester used).\nRecrystallization of 50 g. of the ester from 300 ml. of 70% ethanol (Note 6) yields 45 g. of yellow, needle-like crystals melting at 82°.",
            "C. 1,3-Dihydroxy-2-napthoic acid. In a 1-l. three-necked round-bottomed flask, fitted with a mechanical stirrer, a nitrogen inlet tube, and a condenser carrying a separatory funnel attached by means of a notched cork, is placed 20.9 g. (0.09 mole) of the recrystallized ester dissolved in 300 ml. of dioxane. The apparatus is flushed with nitrogen, the solution is stirred and heated on a steam bath, and a solution of 40 g. (0.13 mole) of barium hydroxide octahydrate in 500 ml. of water is added in the course of 1 hour. Heating and stirring are continued for 3 hours. The precipitated barium salt, which may vary in color from yellow to greenish gray, is filtered from the hot solution and transferred immediately to a cool (25°) solution of 11 ml. of concentrated sulfuric acid in 185 ml. of water in a 500-ml. three-necked round-bottomed flask fitted with a nitrogen inlet tube, a mechanical stirrer, and a condenser. The mixture is stirred in an atmosphere of nitrogen for 5 minutes without heating (Note 7). The precipitate is removed by filtration, washed with a small amount of distilled water, transferred to a beaker, and extracted with two 100-ml. portions of hot absolute ethanol. To the warm filtrate is added 200 ml. of water, and the solution is allowed to cool in an ice bath for 2 hours. The yield of the crude acid which is obtained by filtration as a fine, yellow powder melting at 135° (Note 8) is 16.5 g. (90%).",
            "D. Naphthoresorcinol. In a 200-ml. three-necked round-bottomed flask, equipped with a nitrogen inlet tube, a stirrer, and a condenser, is placed 65 ml. of water; the water is then boiled to expel dissolved oxygen. To the boiling water is added 16.5 g. of the crude acid (Note 9), and the mixture is boiled with stirring for 2 hours in an atmosphere of nitrogen. The water is decanted from any pasty residue; the residue is boiled with 35 ml. of water for 2 hours, and the supernatant liquid is decanted through a filter and combined with the first solution. Just enough sodium hydrosulfite (about 0.3–0.5 g.) is added to decolorize the red solution, 15 g. of sodium chloride is dissolved in the solution, and the mixture is allowed to stand at 5° for 24 hours. The naphthoresorcinol precipitates first as an oil, which solidifies to a reddish solid on further cooling, and then as colorless or slightly yellow plates. The yield is 7.0–7.3 g. (54–56%). After standing over calcium chloride in a vacuum desiccator for 1 day, the white or slightly yellow plates melt at 119–122° and the reddish solid melts at 110–118°.\nTo 100 ml. of hot water are added 3.5 g. of the reddish solid, just enough sodium hydrosulfite to remove the red coloration, and 0.3 g. of Norit. The mixture is filtered, 7 g. of sodium chloride is dissolved in the filtrate, and the solution is allowed to stand in a closed container at 5° for 24 hours. The yield of naphthoresorcinol, which separates as large, nearly transparent plates melting at 122–124° (Note 10), is 2.6 g. (75% recovery)."
        ],
        "Compounds": [
            "Malonic Ester",
            "Naphthoresorcinol",
            "phenylacetylmalonic ester",
            "sodium and ethyl phthalate",
            "Phenylacetyl malonic ester",
            "ethanol (64-17-5)",
            "calcium chloride (10043-52-4)",
            "sulfuric acid (7664-93-9)",
            "hydrochloric acid (7647-01-0)",
            "ether (60-29-7)",
            "magnesium,\nmagnesium turnings (7439-95-4)",
            "sodium chloride (7647-14-5)",
            "sodium sulfate (7757-82-6)",
            "oxygen (7782-44-7)",
            "carbon tetrachloride (56-23-5)",
            "nitrogen (7727-37-9)",
            "sodium hydrosulfite (7775-14-6)",
            "sodium (13966-32-0)",
            "barium hydroxide octahydrate (12230-71-6)",
            "magnesium sulfate (7487-88-9)",
            "dioxane (123-91-1)",
            "phenylacetyl chloride (103-80-0)",
            "ethyl phenylacetoacetate",
            "1,3-Naphthalenediol (132-86-5)",
            "Ethyl 1,3-dihydroxy-2-naphthoate (6843-89-6)",
            "1-amino-3-hydroxy-4-naphthalenesulfonic acid",
            "Ethyl phenylacetylmalonate",
            "1,3-naphtholsulfonic acid (3771-14-0)",
            "1,3-naphthalenedisulfonic acid",
            "phosphorus pentoxide (1314-56-3)",
            "1,3-Dihydroxy-2-napthoic acid (3147-58-8)"
        ],
        "ShortCompounds": [
            "Malonic Ester",
            "Naphthoresorcinol",
            "phenylacetylmalonic ester",
            "sodium and ethyl phthalate",
            "Phenylacetyl malonic ester",
            "ethanol ",
            "calcium chloride ",
            "sulfuric acid ",
            "hydrochloric acid ",
            "ether ",
            "magnesium,\nmagnesium turnings ",
            "sodium chloride ",
            "sodium sulfate ",
            "oxygen ",
            "carbon tetrachloride ",
            "nitrogen ",
            "sodium hydrosulfite ",
            "sodium ",
            "barium hydroxide octahydrate ",
            "magnesium sulfate ",
            "dioxane ",
            "phenylacetyl chloride ",
            "ethyl phenylacetoacetate",
            "1,3-Naphthalenediol ",
            "Ethyl 1,3-dihydroxy-2-naphthoate ",
            "1-amino-3-hydroxy-4-naphthalenesulfonic acid",
            "Ethyl phenylacetylmalonate",
            "1,3-naphtholsulfonic acid ",
            "1,3-naphthalenedisulfonic acid",
            "phosphorus pentoxide ",
            "1,3-Dihydroxy-2-napthoic acid "
        ]
    },
    "volume25article28": {
        "Cite": "Org. Synth. 1945, 25, 78",
        "DOI": "DOI: 10.15227/orgsyn.025.0078",
        "Title": "2-NITRO-4-METHOXYANILINE",
        "ReactionImages": [
            "v025p0078_1.gif"
        ],
        "Procedure": [
            "A. 2-Nitro-4-methoxyacetanilide. In a 2-l. three-necked, round-bottomed flask equipped with a mechanical stirrer and a thermometer are placed 123 g. (1 mole) of p-anisidine (Note 1), 300 ml. of glacial acetic acid, and 217 ml. of water. Stirring is started, and, when the p-anisidine has dissolved, 350 g. of ice is added. When the temperature reaches 0–5°, 103 ml. (1.1 moles) of acetic anhydride is added all at once with rapid stirring. Within several seconds the contents of the flask set to a crystalline mass and the temperature rises to 20–25°. The flask is heated on a steam bath until the crystalline material dissolves and is then cooled with stirring to 45°, at which temperature crystals begin to separate. An ice bath is applied, and 100 ml. (55% excess) of concentrated nitric acid (sp. gr. 1.42) is added all at once. The temperature rises rapidly to 70° and soon begins to fall. By suitable adjustment of the cooling bath the temperature is maintained at 60–65° for 10 minutes and then brought down to 25° in the course of 10 minutes (Note 2).\nThe solution is chilled overnight in an ice chest, and the precipitated yellow crystals are collected on a 19-cm. Büchner funnel. The crystals are washed with 270 ml. of ice-cold water and pressed as dry as possible with a rubber dam. The filter cake can be dried (Note 3) in air or in a vacuum desiccator over calcium chloride and soda lime. The yield of 2-nitro-4-methoxyacetanilide melting at 116–116.5° is 158–168 g. (75–79%).",
            "B. 2-Nitro-4-methoxyaniline. A mixture of 160 g. of 2-nitro-4-methoxyacetanilide and 250 ml. of cold Claisen's alkali (Note 4) in a 2-l. beaker is stirred and warmed on a steam bath for 15 minutes; it first becomes liquid and then sets to a thick, red paste. After the addition of 250 ml. of hot water the mixture is stirred and digested on a steam bath for an additional 15 minutes and then cooled to 0–5°. The product is collected on a 19-cm. Büchner funnel, washed with three 160-ml. portions of ice-cold water, and pressed as dry as possible with a rubber dam. The yield of vacuum-dried product melting at 122.5–123° is 122–124 g. (95–97%)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume25article29": {
        "Cite": "Org. Synth. 1945, 25, 80",
        "DOI": "DOI: 10.15227/orgsyn.025.0080",
        "Title": "NITROSOBENZENE",
        "ReactionImages": [
            "v025p0080_1.gif"
        ],
        "Procedure": [
            "A mixture of 250 ml. (2.44 moles) of nitrobenzene (Note 1) and (Note 2) and a solution of 150 g. of ammonium chloride in 5 l. of water in a 5-gal. crock (Note 3) is stirred vigorously (Note 4), and 372 g. (5.15 moles) of zinc dust (90% zinc) is added in small portions over a period of 5 minutes. About 5 minutes after the addition of the zinc, the main reaction occurs and the temperature rises. When the temperature reaches about 65°, enough ice is added to the stirred mixture to bring the temperature down to 50–55° (Note 5). Twenty minutes after the addition of zinc was started, the solution is filtered through a 24-cm. Büchner funnel and the zinc oxide residues are washed with 3 l. of boiling water. The filtrate and washings are combined in a 6-gal. crock (Note 6) and cooled immediately (Note 7) by the addition of enough ice to bring the temperature to 0° to −2° and leave at least 1 kg. of ice unmelted.\nTo this cold solution or suspension of β-phenylhydroxylamine, a cold solution of sulfuric acid (750 ml. of concentrated acid and sufficient ice to bring the temperature down to −5°) is added with stirring. An ice-cold solution of 170 g. of sodium dichromate dihydrate in 500–750 ml. of water is added as rapidly as it can be poured into the mixture, which is stirred or swirled (Note 8). After 2 to 3 minutes, the straw-colored precipitate of nitrosobenzene is collected on a Büchner funnel and washed with 1 l. of water (Note 9).\nThe crude nitrosobenzene is steam-distilled (Note 10), and the distillate is collected in a receiver cooled by ice (Note 11). The nitrosobenzene is finely ground in a mortar, transferred to a Büchner funnel, and washed with water until the washings are no longer brown. After it has been sucked as dry as possible on the filter the nitrosobenzene is pressed between layers of filter paper (or other porous paper). One or two changes of paper may be necessary. The yield of nitrosobenzene melting at 64–67° is 128–138 g. (49–53%) (Note 12) and (Note 13). If a purer product is desired, the crude nitrosobenzene can be recrystallized from a small amount of ethanol with good cooling, and the product dried over calcium chloride at atmospheric pressure."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume25article30": {
        "Cite": "Org. Synth. 1945, 25, 84",
        "DOI": "DOI: 10.15227/orgsyn.025.0084",
        "Title": "4-PENTEN-1-OL",
        "ReactionImages": [
            "v025p0084_1.gif"
        ],
        "Procedure": [
            "A. Tetrahydrofurfuryl chloride. In a 2-l. three-necked flask, fitted with a mechanical stirrer, a dropping funnel, and a thermometer, are placed 408 g. (4 moles) of freshly distilled tetrahydrofurfuryl alcohol (Note 1) and 348 g. (4.4 moles) of pyridine. To the rapidly stirred mixture, which is cooled in an ice bath, 500 g. (4.2 moles) of freshly distilled thionyl chloride (Note 1) is added from the dropping funnel at the rate of 3–5 drops per second. When one-third to one-half of the thionyl chloride has been added, a pasty crystalline mass begins to separate and the temperature begins to rise rapidly. The temperature should not be allowed to go above 60°. As more thionyl chloride is added the mass redissolves and a dark brown liquid forms. When the addition is complete, the bath is removed and the mixture is stirred for 3–4 hours. The liquid (or the slurry, if some crystallization has occurred) is poured into a beaker (Note 2) and extracted seven times with 500-ml. portions of ether (Note 3); the ether extracts are decanted and combined. The ether is removed by distillation, and the residue is washed three times with 100-ml. portions of water, dried over anhydrous magnesium sulfate, and distilled under reduced pressure. The yield of tetrahydrofurfuryl chloride boiling at 41–42° /11 mm. (47–48° /15 mm.) is 354–360 g. (73–75%).",
            "B. 4-Penten-1-ol. A 2-l. three-necked flask containing 112 g. (4.87 moles) of powdered sodium (Note 4) under 700 ml. of anhydrous ether is fitted with a mechanical stirrer, a separatory funnel, and a reflux condenser with a drying tube. A few milliliters (2–3) of a mixture of 300 g. (2.5 moles) of tetrahydrofurfuryl chloride and 300 ml. of anhydrous ether is added to the rapidly stirred suspension. A vigorous reaction occurs, and the solution turns blue. The remainder of the solution of the chloride is then added dropwise over a period of 5 hours, during which time the flask is cooled in an ice bath (Note 5). When the addition is complete, stirring is continued for 2 hours. The suspension is decanted from any sodium that remains (Note 6) into a dry beaker and decomposed with sufficient ice water to give two liquid layers. The ether layer is separated and dried over magnesium sulfate. After the removal of the ether by distillation on a steam cone, the residue is distilled. The yield of 4-penten-1-ol boiling at 134–137° is 161–178 g. (76–83%)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume25article31": {
        "Cite": "Org. Synth. 1945, 25, 86",
        "DOI": "DOI: 10.15227/orgsyn.025.0086",
        "Title": "p-PHENYLAZOBENZOIC ACID",
        "ReactionImages": [
            "v025p0086_1.gif"
        ],
        "Procedure": [
            "Fifty-four grams (0.39 mole) of p-aminobenzoic acid is dissolved in 390 ml. of warm glacial acetic acid in a 1-l. Erlenmeyer flask. The solution is cooled to room temperature, 42 g. (0.39 mole) of nitrosobenzene (p. 668) is added, and the mixture is shaken until the nitrosobenzene dissolves. The flask is stoppered, and the solution is allowed to stand for 12 hours at room temperature. The product begins to crystallize after about 15 minutes.\nThe p-phenylazobenzoic acid is collected on a Büchner funnel (Note 1) and washed with acetic acid and with water. The yield of air-dried acid melting at 245–247° cor. is 62 g. (70%). By recrystallization from 95% ethanol (60 ml. per g.) the acid is obtained as orange-gold plates which melt at 248.5–249.5° cor.; the yield is 54 g. (61%)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume25article32": {
        "Cite": "Org. Synth. 1945, 25, 87",
        "DOI": "DOI: 10.15227/orgsyn.025.0087",
        "Title": "p-PHENYLAZOBENZOYL CHLORIDE",
        "ReactionImages": [
            "v025p0087_1.gif"
        ],
        "Procedure": [
            "Fifty grams (0.22 mole) of recrystallized p-phenylazobenzoic acid (p. 711) (Note 1) and 50 g. (0.47 mole) of anhydrous sodium carbonate (Note 2) are placed in a 1-l. flask and thoroughly mixed by shaking. To this mixture is added 250 ml. (3.5 moles) of thionyl chloride (Note 3); a reflux condenser with a drying tube is fitted to the flask, and the mixture is refluxed for 1.5 hours (Note 4). A condenser is set for distillation, and as much as possible of the thionyl chloride is distilled on a steam bath (Note 5).\nThe acid chloride is dissolved by refluxing with 500 ml. of 90–100° ligroin, and the hot solution is decanted from the sodium carbonate onto a fluted filter. This process is repeated with three 150-ml. portions of ligroin. The combined filtrates are concentrated to 500 ml., filtered if necessary, and cooled to 0°. The acid chloride is collected on a Büchner funnel and pressed as dry as possible. It is washed twice with 30–60° petroleum ether and stored in a vacuum desiccator over phosphorus pentoxide and paraffin shavings (Note 6). The yield of orange-red crystals melting at 94.5–95.5° is 48 g. (89%)."
        ],
        "Compounds": [
            "phosphorus pentoxide (1314-56-3)",
            "p-Phenylazobenzoic acid (1562-93-2)",
            "p-Phenylazobenzoyl chloride,\nBenzoyl chloride, p-phenylazo- (104-24-5)"
        ],
        "ShortCompounds": [
            "phosphorus pentoxide ",
            "p-Phenylazobenzoic acid ",
            "p-Phenylazobenzoyl chloride,\nBenzoyl chloride, p-phenylazo- "
        ]
    },
    "volume25article33": {
        "Cite": "Org. Synth. 1945, 25, 89",
        "DOI": "DOI: 10.15227/orgsyn.025.0089",
        "Title": "β-PHENYLETHYLDIMETHYLAMINE",
        "ReactionImages": [
            "v025p0089_1.gif"
        ],
        "Procedure": [
            "To 51.2 g. (1 mole) of 90% formic acid in a 500-ml. round-bottomed flask (Note 1), cooled in running tap water, is added slowly 24.2 g. (0.2 mole) of β-phenylethylamine. To the resulting clear solution are added 45 ml. (0.6 mole) of formaldehyde solution (concentration, 37%) (Note 2) and a small boiling stone. The flask is connected to a reflux condenser and is placed in an oil bath which has been heated to 90–100°. A vigorous evolution of carbon dioxide begins after 2–3 minutes, at which time the flask is removed from the bath until the gas evolution notably subsides (15–20 minutes); then it is returned to the bath and heated at 95–100° for 8 hours.\nAfter the solution has been cooled, 100 ml. of 4 N hydrochloric acid is added and the solution is evaporated to dryness under reduced pressure (water pump) from a water bath; the receiver is cooled in an ice bath. The pale yellow syrupy residue (or crystalline solid) is dissolved in 60–75 ml. of water, and the organic base is liberated by the addition of 50 ml. of 18 N sodium hydroxide solution. The upper (organic) phase is separated, and the lower (aqueous) phase is extracted with two 30-ml. portions of benzene. The combined organic base and benzene extracts are dried over 10 g. of anhydrous granular potassium carbonate (Note 3). After the benzene has been distilled slowly under slightly reduced pressure from a 125-ml. Claisen flask, the pressure is lowered further, and the product is distilled. The yield of colorless β-phenylethyldimethylamine boiling at 97–98°/22 mm. (Note 4) is 22–24.7 g. (74–83%) (Note 5)."
        ],
        "Compounds": [
            "potassium carbonate (584-08-7)",
            "hydrochloric acid (7647-01-0)",
            "Benzene (71-43-2)",
            "sodium hydroxide (1310-73-2)",
            "formaldehyde (50-00-0)",
            "formic acid (64-18-6)",
            "carbon dioxide (124-38-9)",
            "dimethyl sulfate (77-78-1)",
            "piperidine (110-89-4)",
            "phenylacetonitrile (140-29-4)",
            "dimethylamine (124-40-3)",
            "Butylamine (109-73-9)",
            "β-phenylethyl chloride (622-24-2)",
            "β-phenylethyl bromide (103-63-9)",
            "benzylamine (100-46-9)",
            "phenylacetaldehyde (122-78-1)",
            "β-Phenylethylamine (64-04-0)",
            "β-PHENYLETHYLDIMETHYLAMINE,\nPhenethylamine, N,N-dimethyl- (1126-71-2)",
            "decylamine (2016-57-1)",
            "octadecylamine (124-30-1)",
            "benzyldodecylmethylamine",
            "benzyldodecylamine",
            "α-amylhexyldimethylamine",
            "α-amylhexylamine (33788-00-0)",
            "α-phenyl-α-aminobutyric acid (33875-38-6)",
            "N-methyl-β-phenylethylamine (589-08-2)",
            "tetramethylenediamine (110-60-1)"
        ],
        "ShortCompounds": [
            "potassium carbonate ",
            "hydrochloric acid ",
            "Benzene ",
            "sodium hydroxide ",
            "formaldehyde ",
            "formic acid ",
            "carbon dioxide ",
            "dimethyl sulfate ",
            "piperidine ",
            "phenylacetonitrile ",
            "dimethylamine ",
            "Butylamine ",
            "β-phenylethyl chloride ",
            "β-phenylethyl bromide ",
            "benzylamine ",
            "phenylacetaldehyde ",
            "β-Phenylethylamine ",
            "β-PHENYLETHYLDIMETHYLAMINE,\nPhenethylamine, N,N-dimethyl- ",
            "decylamine ",
            "octadecylamine ",
            "benzyldodecylmethylamine",
            "benzyldodecylamine",
            "α-amylhexyldimethylamine",
            "α-amylhexylamine ",
            "α-phenyl-α-aminobutyric acid ",
            "N-methyl-β-phenylethylamine ",
            "tetramethylenediamine "
        ]
    },
    "volume25article34": {
        "Cite": "Org. Synth. 1945, 25, 92",
        "DOI": "DOI: 10.15227/orgsyn.025.0092",
        "Title": "PHENYLPROPARGYL ALDEHYDE",
        "ReactionImages": [
            "v025p0092_1.gif"
        ],
        "Procedure": [
            "A. α-Bromocinnamic aldehyde. A mixture of 44 g. (0.33 mole) of cinnamic aldehyde and 167 ml. of acetic acid in a 500-ml. three-necked round-bottomed flask, surrounded by a cold-water bath and fitted with a stirrer, reflux condenser, and dropping funnel, is stirred vigorously while 17.1 ml. (53.5 g., 0.33 mole) of bromine is added. This is followed by the addition of 23 g. (0.17 mole) of anhydrous potassium carbonate. When the evolution of gas has ceased, the mixture is refluxed for 30 minutes, then cooled and poured into 435 ml. of water in a 1-l. flask; a lower, reddish layer of crude α-bromoaldehyde separates. The flask is stoppered, cooled under running water, and shaken vigorously. The resulting granular solid is filtered with suction and dissolved without drying by warming with 220 ml. of 95% ethanol. After the addition of 50 ml. of water, the solution is warmed until it becomes clear and is then set aside to crystallize at room temperature and finally in a refrigerator. α-Bromocinnamic aldehyde separates as nearly colorless needles, which are filtered with suction, rinsed with 17 ml. of 80% ethanol, and air-dried. The yield of product melting at 72–73° is 52–60 g. (75–85%) (Note 1).",
            "B. α-Bromocinnamic aldehyde acetal. In a 250-ml. flask are placed 45 g. (0.21 mole) of α-bromocinnamic aldehyde, 50 ml. (0.3 mole) of ethyl orthoformate, 40 ml. of absolute ethanol, and 0.5 g. of ammonium chloride. After the mixture has been refluxed for 30 minutes, it is transferred to a modified Claisen flask, and the low-boiling constituents are removed at atmospheric pressure and a bath temperature up to 150° (Note 2). The yield of acetal boiling at 146–149°/5 mm. and with n22D 1.5500 is 50–52 g. (82–86%).",
            "C. Phenylpropargyl aldehyde acetal. A solution of 20.7 g. (0.25 mole) of potassium hydroxide in 200 ml. of absolute ethanol is added to 50 g. (0.18 mole) of α-bromocinnamic aldehyde acetal in a 500-ml. flask. The mixture is refluxed for 1.5 hours and poured into a 3-l. separatory funnel containing 1.5 l. of water. The oil that separates is extracted with three 170-ml. portions of chloroform, and the combined chloroform extracts are washed with three 75-ml. portions of water and then dried over 15 g. of anhydrous sodium sulfate. The chloroform is removed by distillation, and the residual oil is distilled from a modified Claisen flask. The yield of phenylpropargyl aldehyde acetal boiling at 153–156°/19 mm. is 28–31 g. (80–86%).",
            "D. Phenylpropargyl aldehyde. Twenty-nine grams (0.14 mole) of the acetal is added to 140 ml. of water containing 10 ml. of concentrated sulfuric acid, and the mixture is heated on a steam bath with occasional shaking for 30 minutes. The aldehyde is then steam-distilled and extracted from the distillate with two 250-ml. portions of ether. The ethereal solution is dried over 20 g. of anhydrous sodium sulfate, the solvent is removed, and the residue is distilled from a 100-ml. modified Claisen flask. The yield of phenylpropargyl aldehyde boiling at 114–117°/17 mm. and with n25D 1.6032 is 13–15 g. (70–81%)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume25article35": {
        "Cite": "Org. Synth. 1945, 25, 95",
        "DOI": "DOI: 10.15227/orgsyn.025.0095",
        "Title": "SEBACONITRILE AND ω-CYANOPELARGONIC ACID",
        "ReactionImages": [
            "v025p0095_1.gif"
        ],
        "Procedure": [
            "A. Sebaconitrile. A 3-l. three-necked flask (Note 1), equipped with a mechanical stirrer (Note 2) and (Note 3) and a thermometer which dips into the liquid, is heated in an oil bath to 160°. In the flask are placed 505 g. (2.5 moles) of commercial sebacic acid (Note 4) and 180 g. (3 moles) of urea (Note 5), and the melt is heated with stirring for 4 hours at about 160° (Note 6). The oil bath is removed, the surplus oil is wiped off, the flask is insulated (Note 7), and the temperature is then raised, as rapidly as foaming permits, to 220° by means of a triple burner and wire gauze. It is important to continue the stirring for at least 5 minutes after 220° is attained; otherwise the mass will foam over during the subsequent distillation.\nThe stirrer is then replaced by a short still head connected to a long (90-cm.) air condenser and receiver (Note 8), and the product is distilled at atmospheric pressure as long as any distillate is obtained. The temperature of the vapor rises gradually to 340°. The distillate, which consists chiefly of water, dinitrile, acid nitrile, and sebacic acid, is poured into a large (2-l.) separatory funnel and, after the addition of 500 ml. of ether (Note 9), is extracted three times with 650-ml. portions of 5% ammonium carbonate (Note 10). The crude dinitrile which remains after the removal of the ether is distilled under reduced pressure; after a small fore-run (20–25 ml.) the main product is collected at 185–188°/12 mm. (Note 11). The yield of sebaconitrile is 190–200 g. (46–49%) (Note 12).",
            "B. ω-Cyanopelargonic acid. The combined ammoniacal extracts are heated nearly to boiling in a large enameled pot or 4-l. beaker and neutralized to phenolphthalein with concentrated hydrochloric acid (about 120 ml.) (Note 13). A hot solution of 400 g. of barium chloride is then added slowly with stirring, and the hot solution is filtered from the precipitated barium sebacate (Note 14) through a fluted filter paper or \"Shark Skin\" filter paper (Note 15) on a 20-cm. Büchner funnel. The barium salt of the cyano acid that separates on cooling is filtered on the same sized funnel and dissolved in 1 l. of hot water, and the solution is acidified to litmus with concentrated hydrochloric acid (about 30 ml.). The cyano acid separates as a clear oil. The filtrate from which the barium salt was filtered is acidified likewise to litmus with concentrated hydrochloric acid (about 50 ml.). The two oils are combined. The cyano acid is washed by decantation with three 200-ml. portions of hot water, separated completely from water, and dried in a vacuum desiccator over calcium chloride. The yield of ω-cyanopelargonic acid melting at 48–49° is 146–155 g. (32–34%) (Note 16)."
        ],
        "Compounds": [
            "pelargonic acid, θ-cyano-",
            "polysebacic anhydride",
            "calcium chloride (10043-52-4)",
            "hydrochloric acid (7647-01-0)",
            "ammonium carbonate (506-87-6)",
            "ammonia (7664-41-7)",
            "Benzene (71-43-2)",
            "ether (60-29-7)",
            "ammonium thiocyanate (1762-95-4)",
            "phosphorus pentachloride (10026-13-8)",
            "barium chloride (10361-37-2)",
            "Phosphorus Oxychloride (21295-50-1)",
            "urea (57-13-6)",
            "ammonium hydroxide (1336-21-6)",
            "phenolphthalein (77-09-8)",
            "Ethyl sebacate (693-55-0)",
            "sebacamide (1740-54-1)",
            "sebacic acid (111-20-6)",
            "Sebaconitrile (1871-96-1)",
            "ω-CYANOPELARGONIC ACID (5810-19-5)",
            "barium sebacate",
            "adipic acid monoamide",
            "sebacoyl chloride (111-19-3)"
        ],
        "ShortCompounds": [
            "pelargonic acid, θ-cyano-",
            "polysebacic anhydride",
            "calcium chloride ",
            "hydrochloric acid ",
            "ammonium carbonate ",
            "ammonia ",
            "Benzene ",
            "ether ",
            "ammonium thiocyanate ",
            "phosphorus pentachloride ",
            "barium chloride ",
            "Phosphorus Oxychloride ",
            "urea ",
            "ammonium hydroxide ",
            "phenolphthalein ",
            "Ethyl sebacate ",
            "sebacamide ",
            "sebacic acid ",
            "Sebaconitrile ",
            "ω-CYANOPELARGONIC ACID ",
            "barium sebacate",
            "adipic acid monoamide",
            "sebacoyl chloride "
        ]
    },
    "volume31article21": {
        "Cite": "Org. Synth. 1951, 31, 56",
        "DOI": "DOI: 10.15227/orgsyn.031.0056",
        "Title": "ETHYL α-ACETYL-β-(2,3-DIMETHOXYPHENYL)-PROPIONATE",
        "ReactionImages": [
            "v031p0056_1.gif"
        ],
        "Procedure": [
            "A. Ethyl α-acetyl-β-(2,3-dimethoxyphenyl)acrylate. In a 1-l. round-bottomed flask fitted with a water-benzene separator2 and a reflux condenser are placed 183 g. (1.1 moles) of 2,3-dimethoxybenzaldehyde (Note 1) and 130 g. (1.0 mole) of ethyl acetoacetate. The water-benzene separator is filled with benzene, an additional 70 ml. of benzene is added to the mixture, and the 2,3-dimethoxybenzaldehyde is brought into solution by warming. Piperidine (4 ml.) and glacial acetic acid (12 ml.) are added, and the mixture is heated under reflux for 2–3 hours (Note 2). The mixture is cooled, poured into a separatory funnel with 800 ml. of ether, and washed successively with 200-ml. portions of 5% hydrochloric acid, 5% sodium bicarbonate solution, and 5% acetic acid, and twice with water. The extract is dried over anhydrous magnesium sulfate (about 250 g.). After filtration, the ether and benzene are distilled under atmospheric pressure, and the residue is distilled under reduced pressure. The yield of viscous, yellow oil collected at 186–190°/2 mm. (Note 3) is 180–199 g. (64–72%), nD25 1.5507–1.5508.",
            "B. Ethyl α-acetyl-β-(2,3-dimethoxyphenyl)propionate. The product obtained in Part A is divided into two approximately equal portions, and to each are added 125 ml. of ethyl acetate and 5 g. of 5% palladium-on-carbon catalyst (Note 4). Each solution is shaken with hydrogen at pressures between 20 and 40 lb. in a low-pressure apparatus. About 45 minutes is usually needed for complete reduction. The two solutions are then combined, and the catalyst is removed by filtration and washed with 20 ml. of ethyl acetate. The ethyl acetate is distilled at atmospheric pressure, and distillation of the residue under reduced pressure yields 158–176 g. (56–63% over-all) of a colorless product collected at 175–177°/3 mm., nD25 1.5042–1.5044 (Note 3) and (Note 5)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume35article33": {
        "Cite": "Org. Synth. 1955, 35, 91",
        "DOI": "DOI: 10.15227/orgsyn.035.0091",
        "Title": "2-PHENYLCYCLOHEPTANONE",
        "ReactionImages": [
            "v035p0091_1.gif"
        ],
        "Procedure": [
            "A. Ethyl N-benzylcarbamate. A 12-l. three-necked flask fitted with a sturdy Hershberg-type stirrer and two 1-l. addition funnels is immersed in an ice bath and charged with 1 kg. (9.33 moles) of benzylamine, 500 ml. of ice water, and 1.5 kg. of chopped ice. To the stirred mixture 525 g. (4.83 moles) of ethyl chlorocarbonate is added dropwise while the temperature is maintained at 10–15° (1.0–1.5 hours) (Note 1). An additional 500 ml. of water and 1 kg. of chopped ice are then added to the flask, and a second 525-g. portion (4.83 moles) of ethyl chlorocarbonate is introduced. Simultaneously with this, an ice-cold solution of 400 g. (10 moles) of sodium hydroxide in 1.3 l. of water is added dropwise at such a rate that equal fractions of the ethyl chlorocarbonate and sodium hydroxide solutions are introduced over equal periods of time, the temperature being maintained throughout at 10–15° (2.5–3.0 hours). The reaction mixture is stirred for an additional 30 minutes and is then filtered through a Büchner funnel. The solid product is washed with copious amounts of cold water and is air-dried to yield 1.6 kg. (96%) of glistening white crystals, m.p. 45–47°.",
            "B. Ethyl N-nitroso-N-benzylcarbamate (Note 2). In a 12-l. three-necked flask fitted with a thermometer, a 2-l. addition funnel (Note 3), and a gas outlet tube are placed a solution of 360 g. (2.0 moles) of ethyl N-benzylcarbamate in 2 l. of ether and a solution of 1.2 kg. (17.4 moles) of sodium nitrite in 2 l. of water. A stirrer is not used. The reaction mixture is cooled by means of a water bath to 20° and treated with a solution of 1 l. each of concentrated nitric acid and water, contained in the addition funnel. Enough of this solution is added to impart a permanent green color to the aqueous layer, and the remainder is then added over a period of 5 hours at such a rate as to keep the aqueous phase green (Note 4) and the temperature at 25–30°. The reaction mixture is allowed to stand an additional 30 minutes, and the layers are separated. The ether layer is washed with 200-ml. portions of 10% potassium carbonate solution (Note 5) until the evolution of gas ceases and is then dried over anhydrous potassium carbonate. The ether is removed under vacuum on a water bath kept below 50° (Note 6), a residue of 400–415 g. (95–99%) of a bright orange oil (Note 7) being left.",
            "C. 2-Phenylcycloheptanone. In a 2-l. three-necked flask fitted with a 500-ml. addition funnel, a sealed Hershberg stirrer, and a reflux condenser (Note 8) are placed 392 g. (4.0 moles) of freshly distilled cyclohexanone, 30 g. of finely powdered potassium carbonate, and 400 ml. of absolute methanol. To the stirred mixture is added 415 g. (2.0 moles) of ethyl N-nitroso-N-benzylcarbamate over a period of 1.5 hours during which time the reaction temperature is maintained at 25° by means of an ice-water bath. The dark red reaction mixture is then allowed to stand at room temperature until the evolution of nitrogen has ceased (24–28 hours) (Note 9). The solid material is removed by filtration, the lower-boiling materials are removed by evaporation under reduced pressure on the steam bath (Note 10), and the residue is distilled through an efficient column. A fore-run consisting of 30–60 g. of material is discarded or refractionated (Note 10), and the fraction with b.p. 94–96°/0.4 mm. (124–126°/2 mm., 136–138°/4 mm.) is collected. It amounts to 155–177 g. (41–47%) of 2-phenylcycloheptanone, n20D 1.5395–1.5398, which is pure enough for most purposes, but which may be purified further by recrystallization from petroleum ether (b.p. 30–60°) and obtained as colorless, very long needles; m.p. 21–23° (Note 11)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume35article34": {
        "Cite": "Org. Synth. 1955, 35, 95",
        "DOI": "DOI: 10.15227/orgsyn.035.0095",
        "Title": "α-TETRALONE",
        "ReactionImages": [
            "v035p0095_1.gif",
            "v035p0095_2.gif"
        ],
        "Procedure": [
            "A 3-l. three-necked flask is fitted with a mercury-sealed stirrer, an efficient condenser capped by a drying tube filled with calcium chloride, and a wide-bore rubber tube leading to a 1-l. Erlenmeyer flask. One liter of dry, thiophene-free benzene and 104 g. (1.21 moles) of γ-butyrolactone (Note 1) are placed in the 3-l. flask. Six hundred grams (4.5 moles) of reagent grade anhydrous aluminum chloride (Note 2) is placed in the Erlenmeyer flask and is added to the stirred reaction mixture during a period of 2 hours. The mixture becomes dark brown, refluxes gently, and evolves hydrogen chloride. After addition of all the catalyst, the mixture is heated on a steam bath with continued stirring for 16 hours. It is then cooled to room temperature and poured onto 3 kg. of crushed ice drenched with 500 ml. of concentrated hydrochloric acid. The lower aqueous layer is separated and extracted with about 500 ml. of toluene. The brown, organic, upper layer and the toluene extract are combined, washed successively with water, 20% potassium hydroxide solution, and water, and distilled under reduced pressure to remove benzene, toluene, and traces of water. Distillation of the residue in a Claisen flask (Note 3) yields 160–170 g. (91–96%) of α-tetralone, b.p. 75–85°/0.3 mm., nD25 1.565–1.568 (Note 4) and (Note 5). There is a residue consisting of 130–150 g. of red-purple viscous oil.",
            "In a dry 2-l. three-necked round-bottomed flask, fitted with a gas-tight stirrer and a reflux condenser carrying at the top a calcium chloride drying tube connected to a gas-absorption trap (a good hood is preferable), are placed 98.5 g. (0.6 mole) of γ-phenylbutyric acid3 and 200 ml. of dry thiophene-free benzene (Note 1). After the solution has been cooled, with stirring, for a few minutes in an ice bath, 125 g. (0.6 mole) of phosphorus pentachloride is added during 5 minutes (Note 2). After the ice bath is removed the contents of the flask are heated during 20 minutes (vigorous evolution of hydrogen chloride) to the boiling point by means of a water bath, and refluxing is continued for about 5 minutes. As stirring is continued the flask is cooled in an ice-salt bath until the internal temperature (Note 3) reaches about −10°. With continued efficient cooling, there is added during 30–40 minutes a solution of 150 ml. (1.28 moles) of anhydrous stannic chloride in 150 ml. of dry thiophene-free benzene (Note 1), as the temperature is maintained below 15°. The reaction is highly exothermic, and hydrogen chloride is rapidly evolved. Stirring is continued for 1 hour at 0–10°, at the end of which time the thermometer is replaced by the condenser and the complex is decomposed by careful addition of 300 g. of ice followed by 250 ml. of concentrated hydrochloric acid. This two-phase mixture is heated to reflux, with vigorous stirring, on a water bath for about 25 minutes or until hydrogen chloride is no longer evolved (Note 4).\nThe cooled reaction mixture is separated in a separatory funnel, and the aqueous phase is extracted with three 50-ml. portions of benzene. These extracts are combined with each other but kept separate from the original organic phase; each wash solution is used first with the original organic phase, then the extracts. The washes are 150 ml. of water (Note 4), 100 ml. of 10% sodium carbonate solution, 100 ml. of water, and finally 50 ml. of saturated sodium chloride solution (Note 5). Solvent is distilled from the combined extracts, and the residue is distilled at reduced pressure in a Claisen flask. The yield of α-tetralone, b.p. 135–137°/ 15 mm., n25D 1.5671–1.5672, is 75–80 g. (85–91%)."
        ],
        "Compounds": [
            "sulfuric acid (7664-93-9)",
            "hydrogen chloride,\nhydrochloric acid (7647-01-0)",
            "acetic acid (64-19-7)",
            "Benzene (71-43-2)",
            "ether (60-29-7)",
            "sodium hydroxide (1310-73-2)",
            "phosphorus pentachloride (10026-13-8)",
            "sodium chloride (7647-14-5)",
            "sodium carbonate (497-19-8)",
            "oxygen (7782-44-7)",
            "aluminum chloride (3495-54-3)",
            "potassium hydroxide (1310-58-3)",
            "toluene (108-88-3)",
            "sodium (13966-32-0)",
            "chromic acid (7738-94-5)",
            "cupric chloride (7447-39-4)",
            "ferric chloride (7705-08-0)",
            "γ-butyrolactone,\nButyrolactone (96-48-0)",
            "γ-valerolactone (108-29-2)",
            "chromic anhydride",
            "stannic chloride (7646-78-8)",
            "Tetralin (119-64-2)",
            "γ-Phenylbutyric acid (1821-12-1)",
            "α-Tetralone,\n1(2H)-Naphthalenone, 3,4-dihydro- (529-34-0)",
            "hexane (110-54-3)",
            "α-tetralol (529-33-9)",
            "4-methyl-1-tetralone (19832-98-5)",
            "stannic hydroxide",
            "cobaltous chloride",
            "tetrahydronaphthalene peroxide",
            "γ-phenylvaleric acid",
            "γ-phenylvaleryl chloride"
        ],
        "ShortCompounds": [
            "sulfuric acid ",
            "hydrogen chloride,\nhydrochloric acid ",
            "acetic acid ",
            "Benzene ",
            "ether ",
            "sodium hydroxide ",
            "phosphorus pentachloride ",
            "sodium chloride ",
            "sodium carbonate ",
            "oxygen ",
            "aluminum chloride ",
            "potassium hydroxide ",
            "toluene ",
            "sodium ",
            "chromic acid ",
            "cupric chloride ",
            "ferric chloride ",
            "γ-butyrolactone,\nButyrolactone ",
            "γ-valerolactone ",
            "chromic anhydride",
            "stannic chloride ",
            "Tetralin ",
            "γ-Phenylbutyric acid ",
            "α-Tetralone,\n1",
            "hexane ",
            "α-tetralol ",
            "4-methyl-1-tetralone ",
            "stannic hydroxide",
            "cobaltous chloride",
            "tetrahydronaphthalene peroxide",
            "γ-phenylvaleric acid",
            "γ-phenylvaleryl chloride"
        ]
    },
    "volume35article36": {
        "Cite": "Org. Synth. 1955, 35, 99",
        "DOI": "DOI: 10.15227/orgsyn.035.0099",
        "Title": "p-TOLUENESULFENYL CHLORIDE",
        "ReactionImages": [
            "v035p0099_1.gif"
        ],
        "Procedure": [
            "Chlorine (Note 1) is passed into 300 ml. of anhydrous carbon tetrachloride (Note 2) contained in a 500-ml. three-necked round-bottomed flask equipped with a mechanical stirrer, a dropping funnel protected from atmospheric moisture by a calcium chloride tube, and a gas-inlet tube equipped with a sintered-glass tip (Note 3). The amount of chlorine contained in the resulting yellow-green liquid, estimated volumetrically (Note 4), varies between 25 and 32 g. The gas-inlet tube is replaced by a calcium chloride tube, and the reaction vessel is cooled externally with ice water and protected from light by being covered with a towel.\nOne or two crystals of iodine are added to the chlorine solution, and a solution of p-toluenethiol (7.3 g. per 10 g. of dissolved chlorine, i.e., halogen in 140% excess) (Note 5) in 50 ml. of anhydrous carbon tetrachloride (Note 2) is added dropwise over a period of approximately 1 hour. The initial slight turbidity disappears gradually, a bright orange solution being formed (Note 6). After an additional 30 minutes' stirring, the solvent and excess chlorine are rapidly removed under reduced pressure at the lowest possible temperature (Note 7), the crude sulfenyl chloride being left as an orange-red mobile liquid (Note 8). For batches starting with 24.8 g. (0.2 mole) of p-toluenethiol, the yield varies between 27 and 30.5 g. (85–96%).\nRapid distillation under reduced pressure affords p-toluenesulfenyl chloride as a red mobile liquid boiling at 66–68°/0.8 mm. (74–76°/1.5 mm.; 82–84°/3.5 mm.) (Note 9). The yield of redistilled material varies between 24.5 and 28 g. (77–88%)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume45article27": {
        "Cite": "Org. Synth. 1965, 45, 89",
        "DOI": "DOI: 10.15227/orgsyn.045.0089",
        "Title": "PHENYL t-BUTYL ETHER",
        "ReactionImages": [
            "v045p0089_1.gif"
        ],
        "Procedure": [
            "A 1-l., three-necked, round-bottomed flask equipped with a sealed mechanical stirrer, a reflux condenser, and a 500-ml. pressure-equalized dropping funnel is arranged for conducting a reaction in an atmosphere of nitrogen by fitting into the top of the condenser a T-tube attached to a low-pressure supply of nitrogen and to a mercury bubbler. The flask is dried by warming with a soft flame as a slow stream of nitrogen is passed through the system. In the cooled flask a solution of phenylmagnesium bromide is prepared from 13 g. (0.53 g. atom) of magnesium turnings, 79 g. (0.5 mole, 53.6 ml.) of bromobenzene, and 200 ml. of anhydrous ether.\nAfter the preparation of phenylmagnesium bromide is complete, the ethereal solution is cooled in an ice bath and 200 ml. of anhydrous ether is added. A solution of 58.3 g. (0.3 mole, 56 ml.) of t-butyl perbenzoate (Note 1) in 120 ml. of anhydrous ether is added, dropwise, with stirring over a 30-minute period, and the stirring is continued for an additional 5 minutes.\nThe reaction mixture is poured carefully into a cold solution of 40 ml. of concentrated hydrochloric acid in 1 1. of water. The ethereal layer is separated, and the aqueous layer is extracted twice with 150-ml. portions of ether. The combined organic layers are extracted with three 25-ml. portions of 2M sodium hydroxide solution, washed with water until the washings are neutral, and then dried over anhydrous magnesium sulfate (Note 2) and (Note 3). The dried solution is concentrated and the product distilled under reduced pressure, b.p. 57–59°/7 mm. The yield of phenyl t-butyl ether is 35–38 g. (78–84%), n25D 1.4870–1.4880. This synthetic process is applicable to the preparation of other t-butyl ethers (Note 4)."
        ],
        "Compounds": [
            "t-butyl perbenzoate",
            "hydrochloric acid (7647-01-0)",
            "acetic acid (64-19-7)",
            "ether (60-29-7)",
            "sodium hydroxide (1310-73-2)",
            "magnesium turnings (7439-95-4)",
            "phenol (108-95-2)",
            "nitrogen (7727-37-9)",
            "Benzoic acid (65-85-0)",
            "bromobenzene (108-86-1)",
            "ferric chloride (7705-08-0)",
            "Phenylmagnesium bromide (100-58-3)",
            "sodium iodide (7681-82-5)",
            "magnesium sulfate (7487-88-9)",
            "isobutylene (9003-27-4)",
            "diphenyliodonium chloride (1483-72-3)",
            "potassium t-butoxide (865-47-4)",
            "m-tolyl t-butyl ether",
            "benzyl t-butyl ether",
            "PHENYL t-BUTYL ETHER,\nEther, tert-butyl phenyl (6669-13-2)",
            "o-tolyl t-butyl ether (15359-96-3)",
            "p-anisyl t-butyl ether (15360-00-6)"
        ],
        "ShortCompounds": [
            "t-butyl perbenzoate",
            "hydrochloric acid ",
            "acetic acid ",
            "ether ",
            "sodium hydroxide ",
            "magnesium turnings ",
            "phenol ",
            "nitrogen ",
            "Benzoic acid ",
            "bromobenzene ",
            "ferric chloride ",
            "Phenylmagnesium bromide ",
            "sodium iodide ",
            "magnesium sulfate ",
            "isobutylene ",
            "diphenyliodonium chloride ",
            "potassium t-butoxide ",
            "m-tolyl t-butyl ether",
            "benzyl t-butyl ether",
            "PHENYL t-BUTYL ETHER,\nEther, tert-butyl phenyl ",
            "o-tolyl t-butyl ether ",
            "p-anisyl t-butyl ether "
        ]
    },
    "volume45article29": {
        "Cite": "Org. Synth. 1965, 45, 96",
        "DOI": "DOI: 10.15227/orgsyn.045.0096",
        "Title": "3-PHENYLSYDNONE",
        "ReactionImages": [
            "v045p0096_1.gif"
        ],
        "Procedure": [
            "A. N-Nitroso-N-phenylglycine. One hundred grams (0.66 mole) of N-phenylglycine (Note 1) is suspended in 1.2 l. of water contained in a 3-l. beaker placed in an ice-salt bath and stirred until the temperature has dropped below 0°. A solution of 50 g. (0.72 mole) of sodium nitrite in 300 ml. of water is added dropwise over a period of 40 minutes at such a rate that the temperature never exceeds 0°. The red, almost clear solution (Note 2) is filtered as quickly as possible with suction, after which 3 g. of Norit® is added and allowed to stir with the cold solution for several minutes (Note 3). The mixture is again filtered with suction. Addition of 100 ml. of concentrated hydrochloric acid to the well-stirred solution produces, after about 30 seconds, a profusion of light, fluffy crystals. The suspension is stirred for 10 minutes and is then filtered with suction and washed twice with ice-cold water. The precipitate is best dried by leaving it on the suction funnel overnight. The resulting product melts at 103–104°, weighs 96–99 g. (80–83%) (Note 4), and is off-white in color. It can be used without recrystallization.",
            "B. 3-Phenylsydnone. The 99 g. (0.55 mole) of N-nitroso-N-phenylglycine is dissolved in 500 ml. of acetic anhydride in a 1-l. Erlenmeyer flask fitted with a reflux condenser topped by a drying tube. The deep-red solution is heated in a boiling water bath for 1.5 hours with magnetic stirring (Note 5) and is then allowed to cool to room temperature. The cool solution is poured slowly into 3 l. of cold water which is very well stirred (Note 6), white crystals separate almost immediately. After 5 minutes of stirring, the solid is filtered with suction, washed twice with ice-cold water, and dried on the funnel with suction overnight. The dried product is cream-colored, weighs 74–75 g. (83–84%), and melts at 136–137° (Note 7). The overall yield for the two steps is 67–70%."
        ],
        "Compounds": [
            "acetyl chloride (75-36-5)",
            "thionyl chloride (7719-09-7)",
            "sodium nitrite (7632-00-0)",
            "Phenylhydrazine (100-63-0)",
            "carbon dioxide (124-38-9)",
            "Norit (7782-42-5)",
            "Benzenesulfonyl chloride (98-09-9)",
            "pyridine (110-86-1)",
            "phosgene (75-44-5)",
            "Thiophene (110-02-1)",
            "dioxane (123-91-1)",
            "N-Nitroso-N-phenylglycine (6415-68-5)",
            "N-phenylglycine (103-01-5)",
            "diisopropylcarbodiimide (693-13-0)",
            "trifluoroacetic anhydride (407-25-0)",
            "3-Phenylsydnone,\nN-Phenylsydnone (120-06-9)"
        ],
        "ShortCompounds": [
            "acetyl chloride ",
            "thionyl chloride ",
            "sodium nitrite ",
            "Phenylhydrazine ",
            "carbon dioxide ",
            "Norit ",
            "Benzenesulfonyl chloride ",
            "pyridine ",
            "phosgene ",
            "Thiophene ",
            "dioxane ",
            "N-Nitroso-N-phenylglycine ",
            "N-phenylglycine ",
            "diisopropylcarbodiimide ",
            "trifluoroacetic anhydride ",
            "3-Phenylsydnone,\nN-Phenylsydnone "
        ]
    },
    "volume45article30": {
        "Cite": "Org. Synth. 1965, 45, 99",
        "DOI": "DOI: 10.15227/orgsyn.045.0099",
        "Title": "STYRYLPHOSPHONIC DICHLORIDE",
        "ReactionImages": [
            "v045p0099_1.gif"
        ],
        "Procedure": [
            "The reaction is conducted in a 500-ml. three-necked flask equipped with a sealed mechanical stirrer, a dropping funnel, and a reflux condenser carrying a drying tube. The flask is flushed with dry nitrogen, and 104 g. (0.50 mole) of phosphorous pentachloride in 150 ml. of dry benzene is added. The mixture is cooled in an ice bath (Note 1) and stirred while a solution of 26 g. (0.25 mole) of styrene in 50 ml. of dry benzene is added through the dropping funnel during a period of 30 minutes. A dense crystalline solid begins to form immediately, and after the addition is completed the mixture is stirred for 30 minutes at room temperature. The dropping funnel is replaced by a gas-inlet tube which is connected to a cylinder of sulfur dioxide through a wash bottle containing concentrated sulfuric acid. Sulfur dioxide is bubbled through the stirred mixture until all the precipitate is dissolved. The mildly exothermic reaction is controlled by occasionally cooling the reactants with an ice bath. The benzene solvent is removed from the clear solution under reduced pressure, and the residue is distilled at reduced pressure from a Claisen flask with Vigreux indentations. The yield of styrylphosphonic dichloride is 49–52 g. (89–94%), b.p. 107–110° (0.2 mm.). The distillate solidifies during or after the distillation, m.p. 71–72°."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume45article32": {
        "Cite": "Org. Synth. 1965, 45, 104",
        "DOI": "DOI: 10.15227/orgsyn.045.0104",
        "Title": "1,1,3-TRICHLORO-n-NONANE",
        "ReactionImages": [
            "v045p0104_1.gif",
            "v045p0104_2.gif"
        ],
        "Procedure": [
            "A solution of 0.54 g. (2 mmoles) of ferric chloride hexahydrate and 0.33 g. (3 mmoles) of diethylammonium chloride (Note 1) in 5 g. of methanol is added to a solution of 11.2 g. (0.1 mole) of 1-octene (Note 2) and 0.42 g. (2 mmoles) of benzoin (Note 3) in 36 g. (0.3 mole) of chloroform (Note 4). The resulting homogeneous mixture is introduced into a Carius tube of about 100-ml. capacity. Air is displaced by dropping a few pieces of dry ice into the tube (Note 5). The tube is sealed (Note 6), heated to 130°, kept at that temperature for 15 hours, cooled to room temperature (Note 7), and opened. The contents of the tube are transferred to a separatory funnel, and the tube is rinsed with about 10 ml. of chloroform. The reaction mixture is washed with 40 ml. of water. The aqueous solution is extracted with 10 ml. of chloroform, and the extract is added to the original chloroform layer. Solvent is distilled at atmospheric pressure (bath temperature up to 130°). The distillation flask is allowed to cool, and distillation is continued at 25 mm. (bath temperature up to 120°) (Note 8). The flask is cooled again, and distillation is continued to dryness at 0.1 mm. (bath temperature up to 150°), giving crude 1,1,3-trichloro-n-nonane (19.4 g.) as a yellow oil, b.p. 60–85° (0.1 mm.), n25D 1.4650. The purity of this product is 95% (Note 9), and the actual yield is 80%. Fractionation of this material through a 13-in. Vigreux column gives 15 g. (64%) of pure, colorless 1,1,3-trichloro-n-nonane, b.p. 61–62° (0.1 mm.), n25D 1.4640 (Note 10) and (Note 11)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume45article33": {
        "Cite": "Org. Synth. 1965, 45, 107",
        "DOI": "DOI: 10.15227/orgsyn.045.0107",
        "Title": "TRIPHENYLALUMINUM",
        "ReactionImages": [
            "v045p0107_1.gif"
        ],
        "Procedure": [
            "A 500-ml. one-necked flask with a side arm to admit nitrogen is fitted with a reflux condenser protected at the top by a T-tube through which nitrogen is slowly passed during the entire reaction (Note 1). In the flask there is placed 12 g. (0.44 g. atom) of aluminum wool (Note 2), and the system is thoroughly dried by flaming (Note 3) and then cooled to room temperature. A positive pressure of nitrogen is maintained in the system by admission of the gas through the side arm while the flask is detached from the condenser, stoppered, and transferred to a nitrogen-filled dry box. To the flask there is added 80 g. (0.23 mole) of diphenylmercury (Note 4) which is spread evenly on top of the aluminum wool, followed by 340 ml. of sodium-dried xylene. The flask is stoppered, returned to the condenser, and immersed in a preheated oil bath, which is maintained at 140–150°. The reaction mixture is allowed to reflux for 24 hours, the water drained from the condenser, and the top of the condenser is connected to a vacuum system through a trap cooled in dry ice. The xylene is distilled by gradually reducing the pressure to 20–30 mm. The flask is cooled to room temperature and nitrogen readmitted.\nThe flask is returned to the dry box, and the nearly dry solid that remains in it is transferred to an extraction thimble (123 mm. × 43 mm.) previously dried in a vacuum oven. The product is extracted in a dried Soxhlet apparatus (250 mm. × 50 mm.) with 250 ml. of dry ether (Note 5) in a carefully dried 300-ml. flask. The extraction is continued for 15–20 hours (Note 6), during which time white crystals of triphenylaluminum etherate form in the flask. The flask and its contents are placed in a dry box, the ether is decanted, and the crystals are washed several times by decantation with small portions of dry ether. The triphenylaluminum etherate is dried at 25° under reduced pressure; m.p. 126–130°. The ether of crystallization is removed by heating the etherate at 150° (0.1 mm.) for about 13 hours (Note 7). Pure triphenylaluminum, m.p. 229–232°, is obtained; yield 23–27 g. (59–70%)."
        ],
        "Compounds": [
            "aluminum chloride (3495-54-3)",
            "xylene (106-42-3)",
            "Diphenylmercury (587-85-9)",
            "methylene chloride (75-09-2)",
            "Phenyllithium (591-51-5)",
            "Triphenylaluminum,\nAluminum, triphenyl- (841-76-9)",
            "triphenylaluminum etherate"
        ],
        "ShortCompounds": [
            "aluminum chloride ",
            "xylene ",
            "Diphenylmercury ",
            "methylene chloride ",
            "Phenyllithium ",
            "Triphenylaluminum,\nAluminum, triphenyl- ",
            "triphenylaluminum etherate"
        ]
    },
    "volume49article31": {
        "Cite": "Org. Synth. 1969, 49, 116",
        "DOI": "DOI: 10.15227/orgsyn.049.0116",
        "Title": "2,4,6-TRIPHENYLPHENOXYL",
        "ReactionImages": [
            "v049p0116_1.gif"
        ],
        "Procedure": [
            "A. 2,4,6-Triphenylaniline. To a filtered solution of 70 g. (0.20 mole) of 2,4,6-triphenylnitrobenzene (Note 1) in 500 ml. of dioxane (total volume ca. 540 ml.) in a 1-l. pressure vessel equipped with a magnetic stirrer is added 10 g. of Raney nickel catalyst (Note 2) that has been previously rinsed with absolute ethanol. The head and fittings are attached, and the vessel is connected to a hydrogen cylinder. The system is alternately evacuated to 40–50 mm. and pressured with hydrogen to 30–40 p.s.i. three times (Note 3). After a final evacuation, hydrogen is introduced into the vessel until the pressure reaches 1000 p.s.i. (ca. 70 atm.). The reaction is allowed to proceed overnight (ca. 25 hours) (Note 4), during which time 0.6 mole (13.5 l.) of hydrogen is absorbed. The vessel is vented and the catalyst is removed by filtration from the reaction mixture and is washed with 30 ml. of dioxane. The filtrates are combined, and the solvent is removed by distillation under reduced pressure using a rotary evaporator at 40–50° (50 mm.) to leave an oil which solidifies on trituration with a small portion of methanol. The product is collected on a Buchner funnel and washed twice with 40-ml. portions of ice-cold methanol. The remaining light yellow 2,4,6-triphenylaniline (m.p. 135–136°) weighs 60–63 g. (94–98%) (Note 5).",
            "B. 2,4,6-Triphenylphenol. To a 2-l. three-necked flask equipped with a mechanical stirrer, a dropping funnel, and a thermometer are added 32 g. (0.10 mole) of 2,4,6-triphenylaniline and 300 ml. of glacial acetic acid. Stirring is begun and the contents of the flask are brought into solution by heating to 70°. Concentrated sulfuric acid (90 ml., d 1.84) is added dropwise while the temperature is lowered concurrently from 70° to 20° by cooling. After the addition is completed, the mixture is cooled to 0° with an ice-salt bath, and a solution of 9 g. (0.13 mole) of sodium nitrite in 50 ml. of water is added over a period of 20–30 minutes with stirring, the reaction temperature being kept at 0–5°. The stirring is continued for 20 minutes after the sodium nitrite solution has been added, then 300 ml. of ice-cold water and 3 g. of urea or amidosulphonic acid are added in small portions. The yellow diazonium salt solution is filtered with suction into an ice-cold flask and is kept cold (at 0°) while the next step is carried out.\nTo a 2-l. three-necked flask equipped with a mechanical stirrer, a reflux condenser, and a dropping funnel is added a mixture of 600 ml. of water and 150 ml. of concentrated sulfuric acid (d 1.84). The acid solution is vigorously stirred and heated to boiling, and the cold diazonium salt solution is added at such a rate that the boiling is not interrupted (Note 6). The time required for this addition should not exceed 30 minutes. After the addition is completed, boiling is continued for 10 minutes and then the mixture is allowed to cool to room temperature with stirring. The product is collected on a Buchner funnel, washed, with water, and dried in a vacuum desiccator containing phosphorus pentoxide to give 28–32 g. of crude 2,4,6-triphenylphenol. After drying, the product is dissolved in ca. 200 ml. of benzene and filtered through a layer of 300 g. of alumina packed in a 30-mm. × 75-cm. chromatohgraphy column (Note 7). The product is eluted with benzene until about 500 ml. of eluate has been collected. The collected eluate is concentrated under reduced pressure using a rotary evaporator at 50 mm. pressure and 50° to yield light yellow crystals, which are recrystallized from glacial acetic acid (10 g. of 2,4,6-triphenylphenol requires ca. 30–35 ml. of acetic acid). The pure, nearly colorless product (13–15 g., 39–47%) melts at 149–150°.",
            "C. 2,4,6-Triphenylphenoxyl. In a 1-l. separatory funnel is placed a filtered solution of 10 g. (31 moles) of 2,4,6-triphenylphenol in 300 ml. of ether. To this solution is added 60 ml. of a filtered, saturated solution of potassium hexacyanoferrate(III) in 2N sodium hydroxide solution (Note 8), and the resulting mixture is vigorously shaken for about 10 minutes. After a few minutes the dimer of 2,4,6-triphenylphenoxyl begins to separate in the form of pink crystals. The crystals are isolated by filtration, washed with several portions of water (Note 9) and twice with ether. After drying in a vacuum desiccator over phosphorus pentoxide while protecting from light, the product weighs 8–9 g. (81–91%) and melts at 145–150° to a red liquid (Note 10). The purity of the 2,4,6-triphenylphenoxyl dimer (which in solution attains a rapid equilibrium with its red monomer) is established by titration with a solution of hydroquinone in acetone (Note 11). The radical titer of a freshly prepared solution of the dimer in benzene or acetone should be 98–99%."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume49article32": {
        "Cite": "Org. Synth. 1969, 49, 121",
        "DOI": "DOI: 10.15227/orgsyn.049.0121",
        "Title": "2,4,6-TRIMETHYLPYRYLIUM TETRAFLUOROBORATE",
        "ReactionImages": [
            "v049p0121_1.gif"
        ],
        "Procedure": [
            "In a 250-ml. Erlenmeyer flask provided with a magnetic stirrer bar and a thermometer containing 50 ml. (54 g., 530 mmol.) of acetic anhydride and 4.0 ml. (3.1 g., 41 mmol.) of dry t-butyl alcohol, 7 ml. (39 mmol.) of 40% fluoroboric acid (Note 1) are added, initially very cautiously, and then in ca. 0.2-ml. portions until all has been added, at such a rate that the final temperature reaches ca. 100°. A dark yellow-brown color develops. The solution is allowed to cool spontaneously to 80°, and then is chilled to 5° in an ice bath. Separation of the salt begins and is completed by the addition of 100 ml. of ether. After filtration on a Büchner funnel the salt is washed with 30 ml. of ether, yielding 3.9–4.1 g. (47–50%) of a colorless or pale yellow product, m.p. 218–220° (decomp.) (Note 2). The crude product may be recrystallized from ethanol-methanol 1:1 (ca. 70–80 ml.) containing a few drops of fluoroboric acid, affording 3.4–3.5 g. (41–43%) of colorless prisms, m.p. 224–226° (decomp.) (Note 3)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume49article33": {
        "Cite": "Org. Synth. 1969, 49, 121",
        "DOI": "DOI: 10.15227/orgsyn.049.0121",
        "Title": "2,4,6-TRIPHENYLPYRYLIUM TETRAFLUOROBORATE",
        "ReactionImages": [
            "v049p0121_1.gif"
        ],
        "Procedure": [
            "In a 1-l. four-necked flask (or a three-necked flask with a Y-tube connector) equipped with a mechanical stirrer, a reflux condenser, a dropping funnel, and a thermometer are placed 208 g. (1.00 mole) of benzalacetophenone (Note 1), 60 g. (58.5 ml., 0.50 mole) of acetophenone, and 350 ml. of 1,2-dichloroethane. The contents of the flask are warmed to 70–75°, and 160 ml. of a 52% ethereal solution of fluoboric acid (Note 2) is added from the funnel with stirring during 30 minutes. With the first addition the mixture becomes orange; subsequently the color changes to brownish yellow. After the addition is completed, the mixture is stirred and heated under reflux for 1 hour (Note 3). The fluorescent mixture is allowed to stand overnight in a refrigerator. The crystalline product that separates is collected on a Buchner funnel and washed well with ether. By addition of 250 ml. of ether (Note 4) to the mother liquor an additional quantity of 2,4,6-triphenylpyrylium tetrafluoroborate is obtained. A total yield of 125–135 g. (63–68%) of yellow crystals results; m.p. 218–225° (Note 5). The product can be recrystallized from 650–700 ml. of 1,2-dichloroethane, when it separates in the form of yellow needles, m.p. 251–257° (Note 6). The yield of product dried at 80° (10 mm.) for 3 hours is 102.5–107 g. (52–54%) (Note 6)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume50article1": {
        "Cite": "Org. Synth. 1970, 50, 1",
        "DOI": "DOI: 10.15227/orgsyn.050.0001",
        "Title": "ACETIC FORMIC ANHYDRIDE",
        "ReactionImages": [
            "v050p0001_1.gif"
        ],
        "Procedure": [
            "A dry, 2-l., three-necked, round-bottomed flask equipped with a stirrer, a thermometer, a reflux condenser fitted with a calcium chloride tube, and a dropping funnel is charged with 300 g. (4.41 moles) of sodium formate (Note 1) and 250 ml. of anhydrous diethyl ether (Note 2). To this stirred mixture is added 294 g. (266 ml., 3.75 moles) of acetyl chloride (Note 3) as rapidly as possible, while the temperature is maintained at 23–27° (Note 4). After the addition is complete, the mixture is stirred for 5.5 hours at 23–27° to ensure complete reaction. The mixture is then filtered with suction, the solid residue is rinsed with 100 ml. of ether, and the washings are added to the original filtrate (Note 5). The ether is removed by distillation at reduced pressure, and the residue is distilled, yielding 212 g. (64%) of colorless acetic formic anhydride, b.p. 27–28° (10 mm.), 38–38.5° (39 mm.); nD20 1.388 (Note 6)."
        ],
        "Compounds": [
            "carbon monoxide (630-08-0)",
            "acetyl chloride (75-36-5)",
            "formic acid (64-18-6)",
            "sodium (13966-32-0)",
            "sodium formate",
            "formyl fluoride (1493-02-3)",
            "FORMIC ANHYDRIDE",
            "carbon-oxygen-carbon"
        ],
        "ShortCompounds": [
            "carbon monoxide ",
            "acetyl chloride ",
            "formic acid ",
            "sodium ",
            "sodium formate",
            "formyl fluoride ",
            "FORMIC ANHYDRIDE",
            "carbon-oxygen-carbon"
        ]
    },
    "volume50article2": {
        "Cite": "Org. Synth. 1970, 50, 3",
        "DOI": "DOI: 10.15227/orgsyn.050.0003",
        "Title": "ACETONE HYDRAZONE",
        "ReactionImages": [
            "v050p0003_1.gif"
        ],
        "Procedure": [
            "A. Acetone azine. A 500-ml., round-bottomed flask containing 145 g. (183 ml., 2.50 moles) of acetone (Note 1) is fitted with a mechanical stirrer (Note 2) and a dropping funnel and cooled in an ice bath. With vigorous stirring, 65.5 g. (1.31 moles) of 100% hydrazine hydrate (Note 1) is added at such a rate that the temperature is maintained below 35°. The addition takes 20–30 minutes. The mixture is stirred for an additional 10–15 minutes before 50 g. of potassium hydroxide pellets is added with vigorous stirring and continued cooling (Note 3). The upper liquid layer is separated and allowed to stand over 25 g. of potassium hydroxide pellets for 30 minutes, with occasional swirling (Note 4). After filtration, the liquid is further dried with two successive 12.5-g. portions of potassium hydroxide. Distillation gives 120–126 g. (86–90%) of almost colorless acetone azine, b.p. 128–131°, nD22 1.4538 (Note 5).",
            "B. Acetone hydrazone. Anhydrous hydrazine is prepared by heating under reflux 100% hydrazine hydrate with an equal weight of sodium hydroxide pellets for 2 hours, followed by distillation in a slow stream of nitrogen introduced through a capillary leak. (Caution! Distillation in air can lead to explosion.) The distillate boils at 114–116° and the yield is 95–97% (Note 6).\nA mixture of 112 g. (1.00 mole) of acetone azine and 32 g. (1.0 mole) of anhydrous hydrazine is placed in a 300-ml. round-bottomed flask fitted with a reflux air condenser and drying tube, and kept at 100° for 12–16 hours. (Caution! This reaction and the subsequent distillation should be carried out behind a protective screen.) The crude product is then distilled rapidly through a water-cooled condenser, and the colorless fraction boiling at 122–126° is collected, nD22 1.4607 (Note 7), yielding 111–127 g. (77–88%, (Note 7) and (Note 8)) of essentially pure acetone hydrazone (Note 9)."
        ],
        "Compounds": [
            "potassium hydroxide,\npotassium hydroxide pellets (1310-58-3)",
            "hydrazine hydrate (7803-57-8)",
            "hydrazine (302-01-2)",
            "Acetone hydrazone,\n2-Propanone, hydrazone (5281-20-9)",
            "Acetone azine (627-70-3)",
            "2-Diazopropane (2684-60-8)"
        ],
        "ShortCompounds": [
            "potassium hydroxide,\npotassium hydroxide pellets ",
            "hydrazine hydrate ",
            "hydrazine ",
            "Acetone hydrazone,\n2-Propanone, hydrazone ",
            "Acetone azine ",
            "2-Diazopropane "
        ]
    },
    "volume50article3": {
        "Cite": "Org. Synth. 1970, 50, 6",
        "DOI": "DOI: 10.15227/orgsyn.050.0006",
        "Title": "BIS(TRIFLUOROMETHYL)DIAZOMETHANE",
        "ReactionImages": [
            "v050p0006_1.gif"
        ],
        "Procedure": [
            "A. Hexafluoroacetone hydrazone. A 100-ml., three-necked, round-bottomed flask fitted with a thermometer, a gas-inlet tube, a Dewar condenser, and a magnetic stirring bar is charged with 16 g. (0.50 mole) of anhydrous hydrazine [Org. Synth., Coll. Vol. 6, 10 (1988)] and cooled in an ice-methanol bath. The condenser is filled with a cooling mixture of ice and methanol, the magnetic stirrer is started, and 82.5 g. (0.500 mole) (Note 1) of hexafluoroacetone imine [Org. Synth., Coll. Vol. 6, 664 (1988)] is slowly distilled into the flask through the gas-inlet tube, while the temperature is maintained below 10°. After the addition, which requires about 1 hour, the cooling bath is removed and the reaction mixture is allowed to warm to room temperature, then poured rapidly into a 500-ml., single-necked, round-bottomed flask containing 150 g. of phosphorus pentoxide. A spatula is used to partially mix the liquid with the phosphorus pentoxide (Note 2); the flask is quickly fitted with a simple still head with condenser and heated with a heating mantle until no further distillation occurs (Note 3). The crude distillate is redistilled through a 45-cm. spinning-band column, giving 48–53 g. (53–59% conversion) of hexafluoroacetone hydrazone as a colorless liquid, b.p. 95.5–96°, n25D 1.3298.",
            "B. Bis(trifluoromethyl)diazomethane. A 1-l., three-necked, round-bottomed flask is equipped with a sealed mechanical stirrer and a 100-ml., pressure-equalizing dropping funnel. The third neck is connected with pressure tubing to a 50-ml. capacity cold trap immersed in an acetone-dry ice cooling bath and protected from the atmosphere with a calcium chloride drying tube. The system is purged with nitrogen, and 375 ml. of benzonitrile and 120 g. (0.271 mole) of lead tetraäcetate (Note 4) are placed in the flask. Stirring is started and the flask is cooled with an ice bath before a solution of 45 g. (0.25 mole) of hexafluoroacetone hydrazone in 50 ml. of benzonitrile is added with the dropping funnel over a period of 1 hour. The ice bath is removed and the reaction mixture is stirred for an additional hour at room temperature. During this time some product collects in the cold trap. The remaining product is distilled into the trap at 10 mm. pressure by removing the drying tube and connecting the trap to a pump or aspirator (a small amount of acetic acid and other impurities can be removed by trap-to-trap distillation), yielding 20–21 ml. or 34–35 g. (76–79%) (Note 5) of bis(trifluoromethyl)diazomethane as a yellow liquid, b.p. 12–13°. The product is neither impact- nor static-sensitive (Note 6) and is stable to long storage at −78°; however, it partly decomposes with loss of nitrogen after several weeks at room temperature."
        ],
        "Compounds": [
            "nitrogen (7727-37-9)",
            "carbon disulfide (75-15-0)",
            "hydrazine (302-01-2)",
            "Bis(trifluoromethyl)diazomethane,\nPropane, 2-diazo-1,1,1,3,3,3-hexafluoro- (684-23-1)",
            "Hexafluoroacetone imine (1645-75-6)",
            "Hexafluoroacetone hydrazone (1588-41-6)",
            "Bis(perfluoroethyl)diazomethane",
            "bis(trifluoromethyl)carbene",
            "phosphorus pentoxide (1314-56-3)",
            "lead tetraacetate (546-67-8)"
        ],
        "ShortCompounds": [
            "nitrogen ",
            "carbon disulfide ",
            "hydrazine ",
            "Bis",
            "Hexafluoroacetone imine ",
            "Hexafluoroacetone hydrazone ",
            "Bis",
            "bis",
            "phosphorus pentoxide ",
            "lead tetraacetate "
        ]
    },
    "volume50article4": {
        "Cite": "Org. Synth. 1970, 50, 9",
        "DOI": "DOI: 10.15227/orgsyn.050.0009",
        "Title": "tert-BUTYL AZIDOFORMATE",
        "ReactionImages": [
            "v050p0009_1.gif"
        ],
        "Procedure": [
            "A. tert-Butylcarbonic diethylphosphoric anhydride. A 500-ml., three-necked flask fitted with a mechanical stirrer, a pressure-equalizing dropping funnel, and a gas-inlet tube is dried in an oven, flushed with nitrogen, and allowed to cool while an atmosphere of nitrogen is maintained in the reaction vessel. To the flask are added successively 250 ml. of anhydrous tetrahydrofuran (Note 1) and 13.9 g. (0.124 mole) of alcohol-free potassium tert-butoxide (Note 2). After the mixture has been stirred for 10 min. under a nitrogen atmosphere to complete dissolution of the salt, the solution is cooled in an ice bath, and a slow stream of anhydrous carbon dioxide (Note 3) is bubbled through the cold solution for 1.5 hours with continuous stirring. While cooling, stirring, and the flow of carbon dioxide are maintained, a solution of 20.6 g. (0.120 mole) of pure diethyl phosphorochloridate (Note 4) in 50 ml. of anhydrous tetrahydrofuran (Note 1) is added dropwise to the reaction mixture, and the cold reaction mixture is stirred for an additional 30 minutes under a carbon dioxide atmosphere. After the solvent has been removed from the reaction mixture by concentration with a rotary evaporator at room temperature, the residual mixture of anhydride and potassium chloride is diluted with 300 ml. of anhydrous diethyl ether and centrifuged, separating the insoluble salt. The salt is successively suspended in two 150-ml. portions of anhydrous ether and centrifuged to remove any remaining ether soluble product. The combined ether solutions are concentrated at room temperature with a rotary evaporator, leaving 25–28 g. (84–91%) of the crude anhydride, as a colorless to pale yellow liquid (Note 5), sufficiently pure for use in the next step.",
            "B. tert-Butyl azidoformate. A 300-ml., three-necked flask fitted with a mechanical stirrer, a pressure-equalizing dropping funnel, and a gas-inlet tube is dried in an oven, flushed with nitrogen, and allowed to cool while a nitrogen atmosphere is maintained in the reaction vessel. To the flask are added 120 ml. of anhydrous dimethyl sulfoxide (Note 6) and 8.1 g (0.10 mole) of powdered potassium azide (Note 7). While a nitrogen atmosphere is maintained in the reaction vessel, the mixture is stirred for 30 minutes to dissolve the bulk of the potassium azide before 25.4 g. (0.100 mole) of tert-butylcarbonic diethylphosphoric anhydride is added dropwise with stirring. During this addition the temperature of the reaction mixture is maintained at approximately 25° with a water bath. The resulting solution is stirred at 20–25° for 1 hour; 120 ml. of water is then added dropwise while stirring and external cooling are maintained. The resulting mixture is extracted with three 120-ml. portions of pentane, and the combined pentane extracts are washed successively with 20 ml. of water and 20 ml. of saturated aqueous sodium chloride. After the pentane solution has been dried over magnesium sulfate, the pentane is removed at room temperature with a rotary evaporator. The residual crude product, 11–14 g. of a pale yellow liquid, is distilled under reduced pressure from a distilling flask heated in a water bath. Caution! This distillation should be conducted in a hood behind a safety shield. (Note 8). The product is collected as 7.2–9.3 g. (50–65%) of colorless liquid, b.p. 57–61° (40 mm.), nD24 1.4224–1.4230 (Note 9)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume50article5": {
        "Cite": "Org. Synth. 1970, 50, 13",
        "DOI": "DOI: 10.15227/orgsyn.050.0013",
        "Title": "cis-4-tert-BUTYLCYCLOHEXANOL",
        "ReactionImages": [
            "v050p0013_1.gif"
        ],
        "Procedure": [
            "To a solution of 4.0 g. (0.012 mole) of iridium tetrachloride (Note 1) in 4.5 ml. of concentrated hydrochloric acid is added 180 ml. of water followed by 52 g. (50 ml., 0.42 mole) of trimethyl phosphite (Note 2). This solution then is added to a solution of 30.8 g. (0.200 mole) of 4-tert-butylcyclohexanone (Note 3) in 635 ml. of 2-propanol contained in a 2-l. flask equipped with a reflux condenser. The solution is heated at reflux for 48 hours (Note 4), at which time the 2-propanol is removed with a rotary evaporator. The remaining solution is diluted with 250 ml. of water and extracted with four 150-ml. portions of diethyl ether. The combined ether extracts are washed with two 100-ml. portions of water, which are combined with the aqueous residue (Note 5), dried over magnesium sulfate or potassium carbonate, and concentrated on a rotary evaporator, yielding 29–31 g. (93–99%) of cis-4-tert-butylcyclohexanol as a white solid. Analysis of the crude product by GC shows it contains 95.8–96.2% cis-alcohol and 4.2–3.8% of the trans isomer with essentially no ketone remaining (Note 6). Recrystallization from 40% aqueous ethanol affords greater than 99% pure cis-alcohol, m.p. 82–83.5° after sublimation (Note 7)."
        ],
        "Compounds": [
            "cis-rich 4-tert-butylcyclohexanol",
            "lithium trisiamylborohydride",
            "rhodium-on-carbon",
            "ethanol (64-17-5)",
            "potassium carbonate (584-08-7)",
            "hydrogen chloride,\nhydrochloric acid (7647-01-0)",
            "acetic acid (64-19-7)",
            "ether,\ndiethyl ether (60-29-7)",
            "hydrogen (1333-74-0)",
            "platinum oxide",
            "carbon (7782-42-5)",
            "2-propanol (67-63-0)",
            "aluminum isopropoxide",
            "magnesium sulfate (7487-88-9)",
            "Cholestanone (566-88-1)",
            "trimethyl phosphite (121-45-9)",
            "iridium tetrachloride (10025-97-5)",
            "iridium (7439-88-5)",
            "rhodium (7440-16-6)",
            "isobornyloxyaluminum dichloride",
            "3,3,5-trimethylcyclohexanone (873-94-9)",
            "cholestan-3α-ol",
            "2,4,4-trimethylcyclohexanone",
            "lithium dimesitylborohydride",
            "4-tert-Butylcyclohexanone (98-53-3)",
            "4-tert-Butylcyclohexanol (98-52-2)",
            "p-tert-butylphenol (98-54-4)",
            "cis-4-tert-Butylcyclohexanol,\nCyclohexanol, 4-(1,1-dimethylethyl)-, cis- (937-05-3)",
            "3-tert-butylcyclohexanone (936-99-2)",
            "lithium tri-sec-butylborohydride",
            "lithium tri-trans-2-methylcyclopentylborohydride",
            "lithium 2,6-di-tert-butylphenoxyneopentoxyaluminumhydride"
        ],
        "ShortCompounds": [
            "cis-rich 4-tert-butylcyclohexanol",
            "lithium trisiamylborohydride",
            "rhodium-on-carbon",
            "ethanol ",
            "potassium carbonate ",
            "hydrogen chloride,\nhydrochloric acid ",
            "acetic acid ",
            "ether,\ndiethyl ether ",
            "hydrogen ",
            "platinum oxide",
            "carbon ",
            "2-propanol ",
            "aluminum isopropoxide",
            "magnesium sulfate ",
            "Cholestanone ",
            "trimethyl phosphite ",
            "iridium tetrachloride ",
            "iridium ",
            "rhodium ",
            "isobornyloxyaluminum dichloride",
            "3,3,5-trimethylcyclohexanone ",
            "cholestan-3α-ol",
            "2,4,4-trimethylcyclohexanone",
            "lithium dimesitylborohydride",
            "4-tert-Butylcyclohexanone ",
            "4-tert-Butylcyclohexanol ",
            "p-tert-butylphenol ",
            "cis-4-tert-Butylcyclohexanol,\nCyclohexanol, 4-",
            "3-tert-butylcyclohexanone ",
            "lithium tri-sec-butylborohydride",
            "lithium tri-trans-2-methylcyclopentylborohydride",
            "lithium 2,6-di-tert-butylphenoxyneopentoxyaluminumhydride"
        ]
    },
    "volume50article6": {
        "Cite": "Org. Synth. 1970, 50, 15",
        "DOI": "DOI: 10.15227/orgsyn.050.0015",
        "Title": "m-CHLOROPERBENZOIC ACID",
        "ReactionImages": [
            "v050p0015_1.gif",
            "v050p0015_2.gif",
            "v050p0015_3.gif"
        ],
        "Procedure": [
            "A 1-l. beaker (Note 1) equipped with a magnetic stirrer is charged with 1.5 g. of magnesium sulfate heptahydrate, 36 g. of sodium hydroxide, 360 ml. of water, 90 ml. of 30% hydrogen peroxide, and 450 ml. of dioxane. This mixture is cooled to 15° with an ice-water bath and by the addition of a small amount of ice to the mixture before 52.5 g. (0.300 mole) of m-chlorobenzoyl chloride (Note 2) is added in one portion while vigorous stirring is maintained. Small portions of ice are added to maintain the temperature below 25°. The reaction mixture is stirred at this temperature for 15 minutes, then transferred to a 3-l. separatory funnel. Cold, 20% sulfuric acid (900 ml.) (Note 3) is added to the separatory funnel, the mixture is shaken and separated, and the aqueous layer is extracted with four 200 ml. portions of cold dichloromethane (Note 4). The combined extracts are dried over anhydrous magnesium sulfate, and the dichloromethane is removed under reduced pressure via a short-path distillation (Note 5). After most of the solvent has been removed, a white pasty solid remains and the residual solvent is removed under full vacuum for an additional 2 hours or until a white, flaky powder remains. The product weighs approximately 51 g. Sodium thiosulfate analysis indicates 80–85% active oxygen present (Note 6)."
        ],
        "Compounds": [
            "sulfuric acid (7664-93-9)",
            "acetic acid (64-19-7)",
            "sodium hydroxide (1310-73-2)",
            "thionyl chloride (7719-09-7)",
            "oxygen (7782-44-7)",
            "sodium thiosulfate (7772-98-7)",
            "nitrogen (7727-37-9)",
            "hydrogen peroxide (7722-84-1)",
            "sodium iodide (7681-82-5)",
            "dichloromethane (75-09-2)",
            "magnesium sulfate (7487-88-9)",
            "dioxane (123-91-1)",
            "magnesium sulfate heptahydrate (10034-99-8)",
            "m-Chloroperbenzoic acid,\nBenzenecarboperoxoic acid, 3-chloro- (937-14-4)",
            "m-chlorobenzoic acid (535-80-8)",
            "m-chlorobenzoyl chloride (618-46-2)"
        ],
        "ShortCompounds": [
            "sulfuric acid ",
            "acetic acid ",
            "sodium hydroxide ",
            "thionyl chloride ",
            "oxygen ",
            "sodium thiosulfate ",
            "nitrogen ",
            "hydrogen peroxide ",
            "sodium iodide ",
            "dichloromethane ",
            "magnesium sulfate ",
            "dioxane ",
            "magnesium sulfate heptahydrate ",
            "m-Chloroperbenzoic acid,\nBenzenecarboperoxoic acid, 3-chloro- ",
            "m-chlorobenzoic acid ",
            "m-chlorobenzoyl chloride "
        ]
    },
    "volume50article7": {
        "Cite": "Org. Synth. 1970, 50, 18",
        "DOI": "DOI: 10.15227/orgsyn.050.0018",
        "Title": "CINNAMONITRILE",
        "ReactionImages": [
            "v050p0018_1.gif",
            "v050p0018_2.gif"
        ],
        "Procedure": [
            "A 2-l., four-necked flask equipped with a stirrer, thermometer, dropping funnel, and reflux condenser is charged with 296 g. (2.00 moles) of cinnamic acid and 600 ml. of dichloromethane. The mixture is heated to reflux and a solution of 290 g. (2.05 moles) of chlorosulfonyl isocyanate (Note 1) in 100 ml. of dichloromethane is added dropwise, with stirring, over a period of 45 minutes. After a few minutes the solution becomes clear and, after about one-half of the isocyanate has been added, the carboxylic acid amide N-sulfonyl chloride begins to precipitate. At the end of the addition, the reaction mixture is heated for an hour to complete the evolution of carbon dioxide (Note 2). N,N-Dimethylformamide (300 g., 4.11 moles) (Note 3) is added, with stirring, over a 15-minute period, while cooling with ice to an internal temperature of 15–20°. The reaction mixture is stirred for an additional 15 minutes and then poured onto ca. 800 g. of ice. After the ice has melted, the resulting layers are separated and the aqueous phase is extracted once with 100 ml. of dichloromethane. The organic phases are combined and extracted six times with 100-ml. portions of water to remove most of the N,N-dimethylformamide (Note 4). The resulting organic solution is dried for 2 hours with 50 g. of potassium carbonate, decanted from the drying agent, and concentrated by distillation at atmospheric pressure. The resulting oil is distilled through a 10-cm. Vigreux column (Note 5) to give 197–225 g. (78–87%) of cinnamonitrile, b.p. 92–94° (1 mm.), n25D 1.5998 (Note 6). Its 1H NMR spectrum (60 MHz., CCl4, 36°) δ, (multiplicity, coupling constant J in Hz., number of protons): 5.79 (d, J = 17, 1H), 7.29 (d, J = 17, 1H), 7.35 (s, 5H)."
        ],
        "Compounds": [
            "N-sulfonyl chloride",
            "Chlorousulfonyl isocyanate",
            "potassium carbonate (584-08-7)",
            "acetic anhydride (108-24-7)",
            "phosphorus pentachloride (10026-13-8)",
            "sulfur trioxide (7446-11-9)",
            "carbon dioxide (124-38-9)",
            "Succinic acid (110-15-6)",
            "Phosphorus Oxychloride (21295-50-1)",
            "cinnamic acid (621-82-9)",
            "Quinoline (91-22-5)",
            "N,N-diethylaniline (91-66-7)",
            "dichloromethane (75-09-2)",
            "isocyanate",
            "N,N-dimethylformamide (68-12-2)",
            "2,4-hexadienoic acid (110-44-1)",
            "triethylamine (121-44-8)",
            "CHLOROSULFONYL ISOCYANATE (1189-71-5)",
            "Cinnamonitrile,\n2-Propenenitrile, 3-phenyl- (4360-47-8)",
            "2,4-hexadienenitrile",
            "cinnamamide",
            "cinnamaldehyde oxime",
            "α-chloro-β-phenylpropionitrile"
        ],
        "ShortCompounds": [
            "N-sulfonyl chloride",
            "Chlorousulfonyl isocyanate",
            "potassium carbonate ",
            "acetic anhydride ",
            "phosphorus pentachloride ",
            "sulfur trioxide ",
            "carbon dioxide ",
            "Succinic acid ",
            "Phosphorus Oxychloride ",
            "cinnamic acid ",
            "Quinoline ",
            "N,N-diethylaniline ",
            "dichloromethane ",
            "isocyanate",
            "N,N-dimethylformamide ",
            "2,4-hexadienoic acid ",
            "triethylamine ",
            "CHLOROSULFONYL ISOCYANATE ",
            "Cinnamonitrile,\n2-Propenenitrile, 3-phenyl- ",
            "2,4-hexadienenitrile",
            "cinnamamide",
            "cinnamaldehyde oxime",
            "α-chloro-β-phenylpropionitrile"
        ]
    },
    "volume50article8": {
        "Cite": "Org. Synth. 1970, 50, 21",
        "DOI": "DOI: 10.15227/orgsyn.050.0021",
        "Title": "CYCLOBUTADIENEIRON TRICARBONYL",
        "ReactionImages": [
            "v050p0021_1.gif"
        ],
        "Procedure": [
            "In a well-ventilated hood a 500-ml., three-necked flask is immersed in an oil bath and fitted with a condenser and a mechanical stirrer; a T-piece is inserted through a rubber stopper placed in the top of the condenser. One lead of the T-piece is connected to a nitrogen supply and the other to a gas bubbler. cis-3,4-Dichlorocyclobutene [Org. Synth., Coll. Vol. 6, 422 (1988)], 20 g. (0.16 mole), and 125 ml. of anhydrous benzene are added to the flask, and the apparatus is flushed with nitrogen. Diiron nonacarbonyl, 25 g. (Note 1) is then added, the flow of N2 is stopped, and the mixture is heated to 50–55°, with stirring. After about 15 minutes the initial rapid evolution of carbon monoxide becomes greatly diminished and an additional 8 g. of the nonacarbonyl is added; additional 8-g. quantities are added at intervals (approximately 15 minutes), governed by the rate of carbon monoxide evolution. The addition is continued until no more carbon monoxide is liberated (Note 2), and the reaction mixture is stirred at 50° for an additional hour. Approximately 140 g. of diiron nonacarbonyl is required for the complete conversion of the dichlorocyclobutene, the total reaction time being about 6 hours.\nThe contents of the flask are then filtered with suction through Filtercel and the residue, while kept in the Buchner funnel, is thoroughly washed with pentane until the washings are colorless (Note 3). The pentane and much of the benzene are evaporated from the combined filtrates with a water aspirator.\nThe residual liquid is transferred to a flask equipped with an efficient fractionating column and distilled under reduced pressure. Benzene is removed first, followed by considerable quantities of iron pentacarbonyl (b.p. 20°, 30 mm.); when the diiron nonacarbonyl has been removed, the pressure is reduced further and cyclobutadieneiron tricarbonyl2 is collected as a pale yellow oil, b.p. 47° (3 mm.), yielding 13.8–14.4 g. (45–46% based on dichlorocyclobutene), (Note 4)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume50article9": {
        "Cite": "Org. Synth. 1970, 50, 24",
        "DOI": "DOI: 10.15227/orgsyn.050.0024",
        "Title": "trans,trans-1,3-BUTADIENE-1,4-DIYL DIACETATE",
        "ReactionImages": [
            "v050p0024_1.gif"
        ],
        "Procedure": [
            "A. trans-7,8-Diacetoxybicyclo[4.2.0]octa-2,4-diene. A 1-l., three-necked flask fitted with a reflux condenser, an efficient stirrer, and a thermometer dipping well into the solution is charged with a suspension of mercury(II) acetate (Note 1) (160 g., 0.502 mole) in glacial acetic acid (400 ml). While the suspension is stirred, 52.0 g. of cycloöctatetraene (0.500 mole) (Note 2) is added rapidly. The white addition compound that separates after 10–15 minutes is decomposed by careful heating of the reaction mixture at 70–75° for 2 hours (Note 3). While still warm, the mixture is poured through funnels containing glass wool plugs into two, 4-l. beakers, each containing 2 l. of water (Note 4). The mixture is allowed to stand for several hours, and the solid that separates is collected on a Büchner funnel and pressed as dry as possible on the funnel. The moist, yellow solid is spread out on a large piece of filter paper and allowed to dry overnight, yielding 83–86 g. (75–77.5%) of trans-7,8-diacetoxybicyclo[4.2.0]octa-2,4-diene, m.p. 52–55° (Note 5); it may be used in the next step without further purification (Note 6).",
            "B. trans,trans-1,3-Butadiene-1,4-diyl diacetate. A solution of the diacetate (83.0 g., 0.373 mole) and dimethyl acetylenedicarboxylate [Org. Synth., Coll. Vol. 4, 329 (1963); 54.0 g., 0.380 mole] in benzene (250 ml.) is placed in a 500-ml. flask and refluxed for 6 hours (Note 7). The solution is filtered to remove the remaining mercury and mercury salts, and the benzene is distilled under reduced pressure. The residual viscous yellow oil is distilled under reduced pressure (Note 8). A mixture of 1,3-butadiene-1,4-diyl diacetate and dimethyl phthalate is collected at 140–155° (18–20 mm.), bath temperature 170–200°, from which the diene crystallizes as colorless needles in the cooled receiver. The solid is broken up, washed onto a Büchner funnel with petroleum ether (b.p. 60–70°), pressed between sheets of filter paper to remove excess dimethyl phthalate, and recrystallized from ca. 1:2 acetone–petroleum ether (b.p. 60–70°) (Note 9), yielding 26–31 g. (41–49%) of trans,trans-1,3-butadiene-1,4-diyl diacetate, as colorless needles, m.p. 102–104° (Note 10),(Note 11), and (Note 12)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume50article10": {
        "Cite": "Org. Synth. 1970, 50, 27",
        "DOI": "DOI: 10.15227/orgsyn.050.0027",
        "Title": "2-DIAZOPROPANE",
        "ReactionImages": [
            "v050p0027_1.gif"
        ],
        "Procedure": [
            "A 250-ml., two-necked, round-bottomed flask, placed in a room temperature (ca. 20°) water bath, is equipped with a magnetic stirrer, a dropping funnel, and a distillation head carrying a thermometer, and connected via an acetone–dry-ice condenser to a receiver cooled to −78° in acetone and dry ice. In the distilling flask are placed 60 g. (0.27 mole) of yellow mercury(II) oxide (Note 1), 100 ml. of diethyl ether (Note 2), and 4.5 ml. of a 3 M solution of potassium hydroxide in ethanol (Note 3). The pressure throughout the system is reduced to 250 mm., and with vigorous stirring 15 g. (0.21 mole) of acetone hydrazone (Note 4) is added dropwise through the funnel (Note 5). With continued stirring, the pressure is reduced to 15 mm., and ether and 2-diazopropane co-distill and condense in the receiver (Note 6), yielding 70–90% (Note 7), (Note 8), and (Note 9) of product."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume50article11": {
        "Cite": "Org. Synth. 1970, 50, 31",
        "DOI": "DOI: 10.15227/orgsyn.050.0031",
        "Title": "α,α'-DIBROMODIBENZYL SULFONE",
        "ReactionImages": [
            "v050p0031_1.gif",
            "v050p0031_2.gif"
        ],
        "Procedure": [
            "A. α-Bromophenylacetic acid. A 3-l., round-bottomed flask fitted with a mechanical stirrer and an efficient reflux condenser (Note 1) is charged with 750 ml. of benzene, 230 g. (1.69 moles) of phenylacetic acid (Note 2), 15 g. (0.12 mole) of phosphorus trichloride and 288 g. (1.80 moles) of bromine (Note 3). The resulting solution is heated at gentle reflux for 2–3 days until the initial bromine color is discharged. The solution is allowed to cool to room temperature and after 1 hour is decanted from some polymeric material into a 2-l. distilling flask. Removal of the solvent by distillation at water bath temperatures with the aid of a water aspirator gives a black oil which is poured into 250–300 ml. of ligroin (b.p. 90–120°). The mixture is heated, dissolving the oil, and the solution is stored at −25° in a freezer for 12 hours. Filtration on a sintered-glass funnel followed by washing with 200 ml. of cold (10°) ligroin (b.p. 90–120°) gives 243 g. (67%) of α-bromophenylacetic acid as a white solid, m.p. 73–83°. Recrystallization from about 400 ml. of ligroin (b.p. 90–120°) with 15 g. of decolorizing carbon affords 217–233 g. (60–62%) of the purified acid, m.p. 80.5–84°.",
            "B. α,α'-Diphenylthiodiglycolic acid. In a 4-l. Erlenmeyer flask a suspension of 223 g. (1.04 moles) of α-bromophenylacetic acid in 1.25 l. of water is brought into solution by addition of a solution of 157 g. (1.48 moles) of sodium carbonate in 700 ml. of water. A solution of 104 g. (0.8 mole) of sodium sulfide (60–62% pure fused flakes) (Note 4) in 700 ml. of water is added, and the resulting mixture is stirred mechanically at room temperature for 3 hours, heated to the boiling point, filtered while hot, cooled, and cautiously acidified (in a hood) with 3 N hydrochloric acid. Filtration followed by washing with 200 ml. of water yields 135–140 g. (86–89%) of crude acid, m.p. 130–140°, which is sufficiently pure for use in the next step (Note 5).",
            "C. α,α'-Dibromodibenzyl sulfone. To a solution of 24.9 g. (0.0824 mole) of crude α,α'-diphenylthiodiglycolic acid in 250 ml. of glacial acetic acid contained in a 500-ml., three-necked, round-bottomed flask fitted with a bulb condenser is added 37.4 g. (0.33 mole) of 30% hydrogen peroxide over a 30-minute period, with ice bath cooling and magnetic stirring. The mixture is allowed to come to room temperature (Note 6), and after 3 days 30 g. (0.19 mole) of bromine is added in one portion, followed by 30 g. of potassium bromide in 150 ml. of water. A sunlamp (Note 7), focused on the reaction mixture from a distance of 1 in., causes the solution to warm to 80° (Note 8). After heating at 80° for 30 minutes the mixture is cooled, and the solid is filtered and washed with water and ethanol, yielding 9–10 g. (27–30%) of crude α,α'-dibromodibenzyl sulfone, m.p. 135–150°. The mixture of diastereomers is pure enough to be used directly in the synthesis of 2,3-diphenylvinylene sulfone (Note 9).",
            "A. Dibenzyl sulfide. A solution of 25.8 g. (0.212 mole) of benzyl chloride in 75 ml. of 95% ethanol contained in a 250-ml., round-bottomed flask equipped with an efficient bulb condenser (Allihn) and a magnetic stirrer is brought to gentle reflux with a heating mantle. With stirring and heating, a solution of 36 g. (0.15 mole) of sodium sulfide nonahydrate in 50 ml. of water is added with a dropping funnel over a 4-hour period. The solution is heated at reflux for 3 days, after which the ethanol is removed by distillation at atmospheric pressure. The hot aqueous solution is poured with stirring into a 250-ml. beaker half-filled with chipped ice. After the ice has melted, the resulting yellow solid is filtered on a Büchner funnel and washed with 50 ml. of water. After air-drying, the solid is distilled from an ordinary 50-ml. Claisen flask, yielding 17.6 g. (80%) of dibenzyl sulfide, b.p. 120° (0.15 mm.) (Note 1), which is pure enough to use directly in the next step. Recrystallization from 70% ethanol gives a pure sample, m.p. 46–48°.",
            "B. α,α'-Dibromodibenzyl sulfone. To a gently refluxing solution of 11.35 g. (0.05304 mole) of dibenzyl sulfide in 150 ml. of carbon tetrachloride (Note 2) contained in a three-necked, round-bottomed flask is added, dropwise over a period of 1.5 hours, a solution of 17.6 g. (0.0978 mole) of bromine in 50 ml. of carbon tetrachloride, while a sunlamp (Note 3) is focused on the reaction mixture from a distance of 1 in. The solution is refluxed with a heating mantle for 3 hours, and the carbon tetrachloride removed at a water bath temperature of 50° with the aid of a water aspirator. To the residual dark oil is added 25 ml. of anhydrous diethyl ether (Note 4), and after cooling in an ice bath a solution of 32.5 (0.189 mole) of m-chloroperbenzoic acid (Note 5) in 150 ml. of anhydrous ether is added dropwise over a 30-minute period. The mixture is allowed to warm to room temperature and stirred for 2 days.\nThe solvent is evaporated with an air jet at room temperature, and to the residual solid is added saturated sodium hydrogen carbonate solution until effervescence ceases. Filtration of the remaining solid followed by washing with water and cold ethanol gives 6.5 g. (30%) of crude α,α'-dibromodibenzyl sulfone, m.p. 142–158°. This mixture of diastereomers is pure enough for use in conversion to 2,3-diphenylvinylene sulfone (Note 6)."
        ],
        "Compounds": [
            "ligroin",
            "2,3-Diphenylvinylene sulfone",
            "α,α'-Diphenylthiodiglycolic acid",
            "ethanol (64-17-5)",
            "sulfuric acid (7664-93-9)",
            "hydrochloric acid (7647-01-0)",
            "acetic acid (64-19-7)",
            "Benzene (71-43-2)",
            "ether,\ndiethyl ether (60-29-7)",
            "Mandelic acid (90-64-2)",
            "sodium hydrogen carbonate (144-55-8)",
            "HYDROBROMIC ACID (10035-10-6)",
            "sodium carbonate (497-19-8)",
            "bromine (7726-95-6)",
            "PHOSPHORUS (7723-14-0)",
            "carbon tetrachloride (56-23-5)",
            "decolorizing carbon (7782-42-5)",
            "sodium (13966-32-0)",
            "benzyl chloride (100-44-7)",
            "Phenylacetic acid (103-82-2)",
            "phosphorus trichloride (7719-12-2)",
            "potassium bromide (7758-02-3)",
            "hydrogen peroxide (7722-84-1)",
            "sodium sulfide (1313-82-2)",
            "potassium sulfide (1312-73-8)",
            "Nitromethane (75-52-5)",
            "α-Bromophenylacetic acid (4870-65-9)",
            "sodium sulfide nonahydrate (1313-84-4)",
            "N-bromosuccinimide (128-08-5)",
            "Dibenzyl sulfide,\ndibenzylsulfide (538-74-9)",
            "Benzene, 1,1-[sulfonylbis(bromomethylene)]bis-,\nα,α'-Dibromodibenzyl sulfone (21966-50-7)",
            "benzylmercaptide (538-74-9)",
            "phosphorus pentoxide (1314-56-3)",
            "m-Chloroperbenzoic acid (937-14-4)"
        ],
        "ShortCompounds": [
            "ligroin",
            "2,3-Diphenylvinylene sulfone",
            "α,α'-Diphenylthiodiglycolic acid",
            "ethanol ",
            "sulfuric acid ",
            "hydrochloric acid ",
            "acetic acid ",
            "Benzene ",
            "ether,\ndiethyl ether ",
            "Mandelic acid ",
            "sodium hydrogen carbonate ",
            "HYDROBROMIC ACID ",
            "sodium carbonate ",
            "bromine ",
            "PHOSPHORUS ",
            "carbon tetrachloride ",
            "decolorizing carbon ",
            "sodium ",
            "benzyl chloride ",
            "Phenylacetic acid ",
            "phosphorus trichloride ",
            "potassium bromide ",
            "hydrogen peroxide ",
            "sodium sulfide ",
            "potassium sulfide ",
            "Nitromethane ",
            "α-Bromophenylacetic acid ",
            "sodium sulfide nonahydrate ",
            "N-bromosuccinimide ",
            "Dibenzyl sulfide,\ndibenzylsulfide ",
            "Benzene, 1,1-[sulfonylbis",
            "benzylmercaptide ",
            "phosphorus pentoxide ",
            "m-Chloroperbenzoic acid "
        ]
    },
    "volume50article12": {
        "Cite": "Org. Synth. 1970, 50, 36",
        "DOI": "DOI: 10.15227/orgsyn.050.0036",
        "Title": "cis-3,4-DICHLOROCYCLOBUTENE",
        "ReactionImages": [
            "v050p0036_1.gif"
        ],
        "Procedure": [
            "Dry chlorine gas is admitted into a solution of 104 g. (1.00 mole) of cycloöctatetraene in 150 ml. of dry carbon tetrachloride contained in a tared, 500-ml., three-necked flask equipped with a gas-inlet tube, a low-temperature thermometer, and a calcium chloride drying tube. The reaction mixture is maintained between −28° and −30° throughout the addition, which is terminated after 71 g. (1.0 mole) of chlorine has been added. After the addition, which takes approximately 1 hour, the reaction mixture is allowed to warm to 0° and 50 g. of powdered sodium carbonate is added, and the contents are shaken gently for several minutes. This treatment removes any hydrochloric acid which may have been produced during the reaction. The mixture is then filtered directly into a 1-l., round-bottomed flask containing 135 g. (0.951 mole) of dimethyl acetylenedicarboxylate. A condenser is fitted to the flask and the solution is heated at gentle reflux for 3 hours (Note 1). The solvent is removed under reduced pressure (Note 2). The crude Diels-Alder adduct, which will slowly solidify on standing, is used directly in the next step.\nThe crude Diels-Alder adduct is transferred to a 500-ml., pressure-equalizing dropping funnel attached to a 1-l., three-necked, round-bottomed flask; the latter is immersed in an oil bath maintained at 200° and equipped with a distillation head, condenser, and receiving flask. The pressure inside the equipment is reduced to 20 mm. A magnetic stirrer in the pyrolysis flask is started, the Diels-Alder adduct (Note 3) is added slowly to the hot flask, and the pyrolysate collected in the receiving flask. The distillation temperature during the pyrolysis varies from 135° to 152°, depending on the rate of addition of the Diels-Alder adduct. After the addition is complete (about 1 hour), the pyrolysis is continued for a further 30 minutes or until very little material remains in the pyrolysis flask (Note 4). The crude pyrolysate is then redistilled at 12–15 mm., with all material boiling below 140° collected; this distillate consists mainly of a mixture of dichlorocyclobutene and 1,4-dichlorobutadiene, the residue being mainly dimethylphthalate.\nA Final distillation at 55 mm. through a 36-in., platinum spinning band column yields 49–52 g. (40–43%) of pure cis-3,4-dichlorocyclobutene (b.p. 70–71°, 55 mm.); the forerun (b.p. 58–62°, 55 mm.) consists mainly of 1,4-dichlorobutadiene (Note 5)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume50article13": {
        "Cite": "Org. Synth. 1970, 50, 38",
        "DOI": "DOI: 10.15227/orgsyn.050.0038",
        "Title": "DIETHYL tert-BUTYLMALONATE",
        "ReactionImages": [
            "v050p0038_1.gif"
        ],
        "Procedure": [
            "A. Diethyl isopropylidenemalonate. A 2-l. flask equipped with a magnetic stirrer and a reflux condenser fitted with a calcium chloride drying tube is charged with 400 g. (2.50 moles) of diethyl malonate (Note 1), 216 g. (3.73 moles) of acetone (Note 2), 320 g. (3.14 moles) of acetic anhydride, and 50 g. (0.37 mole) of anhydrous zinc chloride (assay 98.9%, (Note 3)). The solution is heated at reflux, with stirring, for 20–24 hours, then cooled and diluted with 300–350 ml. of benzene. The resulting dark-colored solution is washed with four 500-ml. portions of water, and the combined aqueous layers are extracted with two 100-ml. portions of benzene. The combined benzene solutions are concentrated with a rotary evaporator, and the residual liquid is fractionally distilled under reduced pressure through a 30-cm. Vigreux column or spinning band column. After separation of the unchanged diethyl malonate [119–135 g., b.p. 85–87° (9 mm.)] and intermediate fractions [b.p. 87–104° (9 mm.)], diethyl isopropylidenemalonate is collected as 231–246 g. (46–49%) of colorless liquid, b.p. 110–115° (9–10 mm.), n20D 1.4483–1.4490 (Note 4).",
            "B. Diethyl tert-butylmalonate. A 1-l., three-necked flask fitted with a mechanical stirrer, a pressure-equalizing dropping funnel, a reflux condenser, and a nitrogen inlet tube is dried in an oven at 110–120°, then flushed with nitrogen and allowed to cool; an atmosphere of nitrogen is maintained in the reaction vessel throughout the subsequently described reactions. After 18.3 g. (0.753 g.-atom) of magnesium turnings have been placed in the flask, a solution of 113.5 g. (0.7993 mole) of methyl iodide (Note 5) in 200 ml. of anhydrous diethyl ether (Note 6) is added dropwise with stirring. The resulting solution of methylmagnesium iodide is cooled to 0–5° with an external ice–salt bath, and 1.0 g. (0.010 mole) of copper(I) chloride is introduced with stirring (Note 7). The temperature of the resulting mixture is kept at −5° to 0° while a solution of 100 g. (0.500 mole) of diethyl isopropylidenemalonate in 100 ml. of anhydrous ether (Note 6) is added, dropwise and with stirring over a period of 80–90 minutes. After the addition is complete, the cooling bath is removed; the reaction mixture is stirred for 30 minutes and poured onto a mixture of 500–1000 g. of ice and 400 ml. of 10% sulfuric acid. The ether layer is separated and the aqueous phase is extracted with three 200-ml. portions of ether. The combined ether solutions are washed with 100 ml. of saturated aqueous sodium thiosulfate (Note 8), dried over magnesium sulfate, and concentrated with a rotary evaporator. The residual liquid is distilled through a short Vigreux column, yielding 93.5–102 g. (87–94%) of diethyl tert-butylmalonate as a colorless liquid, b.p. 60–61° (0.7 mm.), n20D 1.4250 (Note 9)."
        ],
        "Compounds": [
            "potassium carbonate (584-08-7)",
            "sulfuric acid (7664-93-9)",
            "ammonia (7664-41-7)",
            "Benzene (71-43-2)",
            "ether,\ndiethyl ether (60-29-7)",
            "acetic anhydride (108-24-7)",
            "ammonium chloride (12125-02-9)",
            "magnesium turnings (7439-95-4)",
            "tert-Butyl bromide (507-19-7)",
            "sodium thiosulfate (7772-98-7)",
            "nitrogen (7727-37-9)",
            "iodine (7553-56-2)",
            "acetone (67-64-1)",
            "copper(I) bromide (7787-70-4)",
            "zinc chloride (7646-85-7)",
            "tert-Butyl chloride (507-20-0)",
            "hydroiodic acid (10034-85-2)",
            "copper(I) chloride (7758-89-6)",
            "Methyl iodide (74-88-4)",
            "methylmagnesium iodide (917-64-6)",
            "diethyl malonate (105-53-3)",
            "diethyl sodiomalonate",
            "copper(I) iodide (7681-65-4)",
            "magnesium sulfate (7487-88-9)",
            "Methyllithium (917-54-4)",
            "copper(I)",
            "lithium dimethylcuprate",
            "Propanedioic acid, (1,1-dimethylethyl)-, diethyl ester,\nDiethyl tert-butylmalonate (759-24-0)",
            "Diethyl isopropylidenemalonate (6802-75-1)",
            "methylcopper"
        ],
        "ShortCompounds": [
            "potassium carbonate ",
            "sulfuric acid ",
            "ammonia ",
            "Benzene ",
            "ether,\ndiethyl ether ",
            "acetic anhydride ",
            "ammonium chloride ",
            "magnesium turnings ",
            "tert-Butyl bromide ",
            "sodium thiosulfate ",
            "nitrogen ",
            "iodine ",
            "acetone ",
            "copper",
            "zinc chloride ",
            "tert-Butyl chloride ",
            "hydroiodic acid ",
            "copper",
            "Methyl iodide ",
            "methylmagnesium iodide ",
            "diethyl malonate ",
            "diethyl sodiomalonate",
            "copper",
            "magnesium sulfate ",
            "Methyllithium ",
            "copper",
            "lithium dimethylcuprate",
            "Propanedioic acid, ",
            "Diethyl isopropylidenemalonate ",
            "methylcopper"
        ]
    },
    "volume50article14": {
        "Cite": "Org. Synth. 1970, 50, 43",
        "DOI": "DOI: 10.15227/orgsyn.050.0043",
        "Title": "DIETHYL trans-Δ4-TETRAHYDROPHTHALATE",
        "ReactionImages": [
            "v050p0043_1.gif"
        ],
        "Procedure": [
            "A 300-ml. pressure reaction vessel, capable of withstanding at least 250 p.s.i. at 125° (Note 1) is charged with 60.0 g. (0.508 mole) of 3-sulfolene (Note 2), 86.0 g. (82.0 ml., 0.500 mole) of diethyl fumarate (Note 3), and 1.0 g. of hydroquinone (Note 4). Commercial absolute ethanol (90 ml.) is added, and the mixture stirred until most of the solid is dissolved. The vessel is sealed, heated slowly to 105–110° (Note 5), and maintained at that temperature 8–10 hours (Note 6). The vessel is then allowed to cool to room temperature, opened (Note 7), and the yellowish, fluid reaction mixture is poured into a 1-l. Erlenmeyer flask.\nThe liquid is stirred vigorously (Note 8), and a solution of 60.0 g. (0.566 mole) of sodium carbonate in 350 ml. of water is added to the flask as rapidly as the concomitant evolution of carbon dioxide will permit. Stirring is continued for about 15 minutes after the addition is complete. The original reaction vessel is rinsed with 200 ml. of petroleum ether (b.p. 60–75°) (Note 9), the rinse is added to the Erlenmeyer flask containing the product, and the mixture is stirred for about 10 minutes at a rate sufficient to achieve homogenization. The resulting loose emulsion is quickly transferred to a 1-l. separatory funnel and allowed to separate; the lower (aqueous) phase is drawn off into the original Erlenmeyer flask and the upper (organic) layer containing the desired product is transferred to a 500-ml. flask. In exactly the same manner the aqueous phase is extracted by vigorous stirring with two 100-ml. portions of petroleum ether, the organic layers being added to the retention flask (Note 10). The combined organic layers are transferred from the flask to the same separatory funnel and shaken once with 100 ml. of cold, 5%, aqueous sodium carbonate and twice with 50-ml. portions of cold water. The organic layer is returned to the retention flask, dried over 10 g. of anhydrous magnesium sulfate, filtered by gravity, concentrated with a rotary evaporator (Note 11), and distilled under reduced pressure through a Vigreux column, yielding 75–82 g. (66–73%, based on diethyl fumarate) of the product, b.p. 129–132° (5 mm.), n25D 1.4565–1.4570, d254 1.0584–1.0589 (Note 13)."
        ],
        "Compounds": [
            "petroleum ether",
            "Isoprene cyclic sulfone",
            "cis-Δ4-Tetrahydrophthalic anhydride",
            "Diethyl trans-Δ4-tetrahydrophthalate",
            "butadiene cyclic sulfone",
            "dimethyl trans-Δ4-tetrahydrophthalate",
            "ethanol (64-17-5)",
            "Benzene (71-43-2)",
            "methanol (67-56-1)",
            "ether (60-29-7)",
            "chloroform (67-66-3)",
            "hydroquinone (123-31-9)",
            "iron (7439-89-6)",
            "sodium carbonate (497-19-8)",
            "sulfur dioxide,\nsulfone (7446-09-5)",
            "sulfur (7704-34-9)",
            "carbon dioxide (124-38-9)",
            "copper (7440-50-8)",
            "acetone (67-64-1)",
            "carbon,\nNorit (7782-42-5)",
            "toluene (108-88-3)",
            "Fumaric acid (110-17-8)",
            "diethyl fumarate (623-91-6)",
            "diethyl maleate (141-05-9)",
            "magnesium sulfate (7487-88-9)",
            "1,3-Butadiene,\nbutadiene (106-99-0)",
            "maleic anhydride (108-31-6)",
            "3-methyl-3-sulfolene (1193-10-8)",
            "hexane (110-54-3)",
            "Fumaronitrile (764-42-1)",
            "3-sulfolene",
            "2-methyl-3-thiomethyl-1,3-butadiene",
            "2,4-dimethyl-3-sulfolene",
            "3,4-dimethyl-3-sulfolene",
            "4-tert-butylcatechol (98-29-3)",
            "4-Cyclohexene-1,2-dicarboxylic acid, diethyl ester, trans- (5048-50-0)"
        ],
        "ShortCompounds": [
            "petroleum ether",
            "Isoprene cyclic sulfone",
            "cis-Δ4-Tetrahydrophthalic anhydride",
            "Diethyl trans-Δ4-tetrahydrophthalate",
            "butadiene cyclic sulfone",
            "dimethyl trans-Δ4-tetrahydrophthalate",
            "ethanol ",
            "Benzene ",
            "methanol ",
            "ether ",
            "chloroform ",
            "hydroquinone ",
            "iron ",
            "sodium carbonate ",
            "sulfur dioxide,\nsulfone ",
            "sulfur ",
            "carbon dioxide ",
            "copper ",
            "acetone ",
            "carbon,\nNorit ",
            "toluene ",
            "Fumaric acid ",
            "diethyl fumarate ",
            "diethyl maleate ",
            "magnesium sulfate ",
            "1,3-Butadiene,\nbutadiene ",
            "maleic anhydride ",
            "3-methyl-3-sulfolene ",
            "hexane ",
            "Fumaronitrile ",
            "3-sulfolene",
            "2-methyl-3-thiomethyl-1,3-butadiene",
            "2,4-dimethyl-3-sulfolene",
            "3,4-dimethyl-3-sulfolene",
            "4-tert-butylcatechol ",
            "4-Cyclohexene-1,2-dicarboxylic acid, diethyl ester, trans- "
        ]
    },
    "volume50article15": {
        "Cite": "Org. Synth. 1970, 50, 50",
        "DOI": "DOI: 10.15227/orgsyn.050.0050",
        "Title": "trans-1,2-DIHYDROPHTHALIC ACID",
        "ReactionImages": [
            "v050p0050_1.gif"
        ],
        "Procedure": [
            "A vigorously stirred, particle-free (Note 1) solution of 170 g. (1.02 moles) of phthalic acid and 281 g. of sodium acetate in 1.7 l. of water is cooled in an ice bath while a total of 3400 g. of 3% sodium amalgam (Note 2) is added in 50–100 g. portions (Note 3). With each portion of added amalgam there is also added 10–20 ml. (500 ml. total) of 50% acetic acid. The total addition time required is 4–5 hours. The solution is decanted from the mercury onto a Buchner funnel and filtered with suction through a layer of Celite 545. The cold filtrate is treated with 1.7 l. of cold 20% sulfuric acid; the acid begins to crystallize immediately. After standing for 4 hours at 20–22°, the acid is collected by suction filtration, washed well with ice-cold water, removing excess sulfuric acid, and dried in a vacuum desiccator over sulfuric acid, giving 124 g. (72%) of crystalline product, m.p. 210–213°. A purer product can be obtained by recrystallization. For minimum losses during recrystallization, the crude acid is divided into two portions, and each is added to 1.2–1.5 l. of rapidly stirred, boiling water to effect as rapid a solution as possible. When almost all of the solids have dissolved ca. 1 g. of activated charcoal (Norit) is added, the solution is filtered through a fluted filter, and the filtrate is cooled in ice to induce rapid crystallization (Note 4). The colorless crystals are collected by filtration and dried under reduced pressure, yielding 93–107 g. (54–62%) of the acid, m.p. 212–214°."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume50article16": {
        "Cite": "Org. Synth. 1970, 50, 52",
        "DOI": "DOI: 10.15227/orgsyn.050.0052",
        "Title": "2,4-DIMETHOXYBENZONITRILE",
        "ReactionImages": [
            "v050p0052_1.gif",
            "v050p0052_2.gif",
            "v050p0052_3.gif",
            "v050p0052_4.gif",
            "v050p0052_5.gif",
            "v050p0052_6.gif",
            "v050p0052_7.gif",
            "v050p0052_8.gif",
            "v050p0052_9.gif",
            "v050p0052_10.gif",
            "v050p0052_11.gif",
            "v050p0052_12.gif",
            "v050p0052_13.gif",
            "v050p0052_14.gif",
            "v050p0052_15.gif",
            "v050p0052_16.gif",
            "v050p0052_17.gif"
        ],
        "Procedure": [
            "A 1-l., round-bottomed flask equipped with a stirrer, a thermometer, a dropping funnel, and a reflux condenser to which is attached a drying tube containing calcium chloride, is charged with 138 g. (131 ml., 1.00 mole) of resorcinol dimethyl ether and 200 ml. of dichloromethane. The solution is stirred, and a solution of 150 g. (1.06 moles) of chlorosulfonyl isocyanate (Note 1) in 100 ml. of dichloromethane is added with stirring at 15–20° over a 25-minute period. The amide N-sulfonyl chloride separates as a crystalline solid, and the mixture is stirred for an hour at room temperature. The resulting mixture is cooled to 10–12° (Note 2) and 154 g. (2.1 moles) of N,N-dimethylformamide (Note 3) is added over a period of 5 minutes. The cooling bath is removed and the temperature gradually rises to about 30°, then falls. After 1 hour the crystals dissolve and the reaction mixture is poured onto 200 g. of ice. After the ice has melted, dichloromethane (150 ml.) is added, the mixture is shaken, and the organic layer is separated. The aqueous layer is extracted with 100 ml. of dichloromethane, and the organic phases are combined and washed with 100 ml. of water. The dichloromethane is removed by distillation, giving a white solid that is triturated with 250 ml. of cold water, recovered by filtration, and dried, yielding 155–157 g. (95–96%) of 2,4-dimethoxybenzonitrile, m.p. 91°. GC using a Chromosorb W column with 10% butadiene sulfone as the stationary phase indicates that the product has a purity of 98%. The IR spectrum shows absorption at 2220 cm.−1 attributable to the cyano group."
        ],
        "Compounds": [
            "butadiene sulfone",
            "acetic anhydride (108-24-7)",
            "thionyl chloride (7719-09-7)",
            "aluminum chloride (3495-54-3)",
            "dichloromethane (75-09-2)",
            "Cyanogen bromide (506-68-3)",
            "N,N-dimethylformamide (68-12-2)",
            "CHLOROSULFONYL ISOCYANATE (1189-71-5)",
            "2,4-DIMETHOXYBENZONITRILE,\nBenzonitrile, 2,4-dimethoxy- (4107-65-7)",
            "resorcinol dimethyl ether (151-10-0)",
            "2,4-dimethoxybenzamide",
            "2,4-dimethoxybenzaldoxime",
            "2,4-dimethoxyaniline (2735-04-8)",
            "potassium copper cyanide"
        ],
        "ShortCompounds": [
            "butadiene sulfone",
            "acetic anhydride ",
            "thionyl chloride ",
            "aluminum chloride ",
            "dichloromethane ",
            "Cyanogen bromide ",
            "N,N-dimethylformamide ",
            "CHLOROSULFONYL ISOCYANATE ",
            "2,4-DIMETHOXYBENZONITRILE,\nBenzonitrile, 2,4-dimethoxy- ",
            "resorcinol dimethyl ether ",
            "2,4-dimethoxybenzamide",
            "2,4-dimethoxybenzaldoxime",
            "2,4-dimethoxyaniline ",
            "potassium copper cyanide"
        ]
    },
    "volume50article17": {
        "Cite": "Org. Synth. 1970, 50, 56",
        "DOI": "DOI: 10.15227/orgsyn.050.0056",
        "Title": "N,N-DIMETHYLDODECYLAMINE OXIDE",
        "ReactionImages": [
            "v050p0056_1.gif"
        ],
        "Procedure": [
            "A solution of 21.3 g. (0.100 mole) of freshly distilled N,N-dimethyldodecylamine (Note 1), 9.6 g. (0.10 mole) of 94% tert-butyl hydroperoxide (Note 2), and 0.050 g. of vanadium oxyacetylacetonate (Note 3) in 27 g. (34 ml.) of tert-butyl alcohol is placed in a 250-ml., round-bottomed flask fitted with a thermometer, a reflux condenser, and a heating mantle. The reaction mixture is heated to approximately 65–70°, at which point an exothermic reaction begins. The heating is discontinued until the vigorous exothermic reaction subsides (about 5 minutes); the reaction mixture is then heated at reflux (the reaction mixture boils at 90°) for 25 minutes. After the resulting mixture has been cooled to room temperature, it is analyzed (Note 4) to establish the absence of tert-butyl hydroperoxide, then concentrated with a rotary evaporator (30–35° bath with 30–40 mm. pressure). The crude solid residue is triturated with 50 ml. of cold (0–5°), anhydrous diethyl ether and filtered under conditions which prevent exposure of the residual amine oxide to atmospheric moisture (Note 5). The solid is washed with 50 ml. of cold (0–5°) anhydrous ether and dried under reduced pressure, leaving 12.9–15.5 g. of the crystalline amine oxide, m.p. 131–131.5°. Concentration of the mother liquors and trituration of the residual paste with 25 ml. of cold (0–5°) anhydrous ether separates another 4.9–3.4 g. of the amine oxide, m.p. 130–131°. The total yield of the crystalline amine oxide (Note 6) is 17.4–18.9 g. (76–83%)."
        ],
        "Compounds": [
            "peracid",
            "vanadium oxyacetylacetonate",
            "hydrochloric acid (7647-01-0)",
            "",
            "toluene (108-88-3)",
            "hydrogen peroxide (7722-84-1)",
            ""
        ],
        "ShortCompounds": [
            "peracid",
            "vanadium oxyacetylacetonate",
            "hydrochloric acid ",
            "",
            "toluene ",
            "hydrogen peroxide ",
            ""
        ]
    },
    "volume50article18": {
        "Cite": "Org. Synth. 1970, 50, 58",
        "DOI": "DOI: 10.15227/orgsyn.050.0058",
        "Title": "2,2-DIMETHYL-4-PHENYLBUTYRIC ACID",
        "ReactionImages": [
            "v050p0058_1.gif"
        ],
        "Procedure": [
            "A 500-ml., three-necked flask is equipped with a mechanical stirrer and a two-necked adapter carrying a Friedrich condenser, and a thermometer which contacts the flask contents. The third neck of the flask carries a pressure-equalizing dropping funnel which is exchanged for a serum stopper as required. The condenser is attached to a suitable source of nitrogen. The reaction flask is placed in a heating mantle and charged with 7.75 g. (0.0767 mole) of diisopropylamine (Note 1), 3.68 g. (0.082 mole) of 54% sodium hydride in mineral oil (Note 2), and 75 ml. of tetrahydrofuran (Note 3). From the dropping funnel, 6.6 g. (0.075 mole) of isobutyric acid (Note 4) is added to the stirred mixture over 5 minutes. The internal temperature rises to 50–60° and hydrogen evolution is completed by heating the mixture to reflux for 15 minutes. After cooling to 0° with an externally applied ice–salt bath (Note 5), 52 ml. of a standard solution of n-butyllithium in heptane (1.45 mmole/ml.; 0.075 mole) (Note 6) is added through the stopper by injection (Note 7) at a temperature below 10°. The ice bath is retained for 15 minutes before the mixture is heated to 30–35° for 30 minutes to complete the metalation. The resulting turbid solution is cooled, and 13.9 g. (0.0751 mole) of (2-bromoethyl)benzene (Note 8) is added from the dropping funnel over 20 minutes at 0°. A colorless precipitate of sodium bromide begins to separate almost immediately. The ice bath is retained for 30 minutes, after which the mixture is heated to 30–35° for 1 hour.\nAt the conclusion of the reaction period, 100 ml. of water is added at a temperature below 15° (Note 9). The aqueous layer is separated and the reaction flask and organic layer are washed with a mixture of 50 ml. of water and 75 ml. of diethyl ether. The aqueous layers are combined, back-extracted with 50 ml. of ether, and acidified to Congo red with 6 N hydrochloric acid. The product is extracted with two 75-ml. portions of ether, washed with 50 ml. of saturated sodium chloride, and dried over anhydrous magnesium sulfate, and the solvent is evaporated. The remaining traces of solvent may be removed in a rotary evaporator, yielding 12–12.8 g. (83–90%) of crude 2,2-dimethyl-4-phenylbutyric acid, m.p. 89–94°, which is suitable for many purposes. Recrystallization from 75 ml. of hexane at room temperature followed by refrigeration yields 8.4–9.7 g. (58–67%) of product as colorless needles, m.p. 98–99.5° (Note 10). Recrystallization of the filtrate residue from 20 ml. of hexane yields a small second crop, 1.2–1.6 g. (8–11%), m.p. 95–97°. The combined yield totals 10–11 g. (70–76%) (Note 11)."
        ],
        "Compounds": [
            "sodium bromide (7647-15-6)",
            "nitrogen (7727-37-9)",
            "magnesium sulfate (7487-88-9)",
            "(2-bromoethyl)benzene (103-63-9)",
            "n-butyllithium (109-72-8)",
            "Tetrahydrofuran (109-99-9)",
            "heptane (142-82-5)",
            "sodium hydride (7646-69-7)",
            "isobutyric acid (79-31-2)",
            "hexane (110-54-3)",
            "calcium hydride (7789-78-8)",
            "hexamethylphosphoric triamide (680-31-9)",
            "diisopropylamine (108-18-9)",
            "2,2-Dimethyl-4-phenylbutyric acid,\nBenzenebutanoic acid, α,α-dimethyl- (4374-44-1)",
            "hydriodic acid-phosphorus",
            "3-benzoyl-2,2-dimethylpropionic acid",
            "2,2-dimethyl-4-phenyl-3-butenoic acid"
        ],
        "ShortCompounds": [
            "sodium bromide ",
            "nitrogen ",
            "magnesium sulfate ",
            "",
            "n-butyllithium ",
            "Tetrahydrofuran ",
            "heptane ",
            "sodium hydride ",
            "isobutyric acid ",
            "hexane ",
            "calcium hydride ",
            "hexamethylphosphoric triamide ",
            "diisopropylamine ",
            "2,2-Dimethyl-4-phenylbutyric acid,\nBenzenebutanoic acid, α,α-dimethyl- ",
            "hydriodic acid-phosphorus",
            "3-benzoyl-2,2-dimethylpropionic acid",
            "2,2-dimethyl-4-phenyl-3-butenoic acid"
        ]
    },
    "volume50article19": {
        "Cite": "Org. Synth. 1970, 50, 62",
        "DOI": "DOI: 10.15227/orgsyn.050.0062",
        "Title": "2,3-DIPHENYL-1,3-BUTADIENE",
        "ReactionImages": [
            "v050p0062_1.gif"
        ],
        "Procedure": [
            "A 300-ml., three-necked, round-bottomed flask is fitted with a sealed mechanical stirrer, a thermometer, and a reflux condenser to which is attached a T-tube connected to a source of pure nitrogen. The remaining joint of the T-tube is connected to a bubbling device so that the rate of nitrogen flow can be observed throughout the course of the reaction. The flask is flushed with nitrogen and charged with 30 ml. of anhydrous dimethyl sulfoxide (Note 1) and 2.4 g. of about 50% sodium hydride in oil (ca. 0.05 mole) (Note 2). Stirring is begun and the contents of the flask are heated to 75° for 30 minutes (Note 3) under a slight pressure of nitrogen. The flask is cooled in a water bath to 30°, before a solution of 4.45 g. (0.0250 mole) of diphenylacetylene in 20 ml. of anhydrous dimethyl sulfoxide is added dropwise with stirring to the dark-gray solution. During the addition, the temperature of the reaction mixture gradually rises until it approaches 40°. After the addition is completed, the reaction mixture is heated to 65° and held at this temperature for 2.5 hours. The resulting red-brown reaction mixture is cooled to room temperature and poured into 500 ml. of an ice and water mixture with stirring. After the ice has melted, the mixture is extracted with five 150 ml. portions of diethyl ether. The ether extracts are combined, washed with three 100-ml. portions of water, then dried over sodium sulfate. The ether is removed by distillation at reduced pressure, and the product (about 6.0 g.) is chromatographed on 180 g. of alumina (Note 5). Elution with 1:7 (v/v) benzene:n-hexane gives ten 50-ml. fractions, of which the first two contain nearly all the mineral oil from the sodium hydride reagent. Fractions 3 through 8 are combined, and the ether is removed by distillation, yielding 1.2–1.4 g. (22–25%) of slightly impure 2,3-diphenyl-1,3-butadiene (Note 6). Recrystallization from methanol gives 0.55–0.70 g. (10.7–13.6%) of pure 2,3-diphenyl-1,3-butadiene, m.p. 47–48° (Note 7).\nThe 1H NMR spectrum (60 MHz., CCl4) shows a complex multiplet centered at δ 7.2 attributable to the aromatic protons, and two doublets centered at δ 5.4 and 5.2, respectively, attributable to the olefinic protons."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume50article20": {
        "Cite": "Org. Synth. 1970, 50, 65",
        "DOI": "DOI: 10.15227/orgsyn.050.0065",
        "Title": "2,3-DIPHENYLVINYLENE SULFONE",
        "ReactionImages": [
            "v050p0065_1.gif"
        ],
        "Procedure": [
            "To a magnetically stirred solution of 6.36 g. (0.0157 mole) of crude α,α'-dibromodibenzyl sulfone (m.p. 135–150°; Org. Synth., Coll. Vol. 6, 403 (1988)) in 40 ml. of dichloromethane contained in a 100-ml., round-bottomed flask fitted with a reflux condenser there is added in one portion 5.05 g. (0.0500 mole) of triethylamine. The solution is heated at reflux with stirring for 3 hours (Note 1), filtered, and the precipitate washed with 5 ml. of cold (0°) dichloromethane. The combined dichloromethane solution is washed with two 20-ml. portions of 3 N hydrochloric acid followed by one 10-ml. portion of water. Removal of the solvent by distillation from a water bath at 30° with the aid of a water aspirator gives 3.0 g. (80%) of the vinylene sulfone as a tan solid, m.p. 116–126° (dec.). The crude solid is washed with 5 ml. of cold (0°) ethanol and recrystallized from about 10 ml. of benzene, yielding 2.4–2.5 g. (63–67%) of the pure sulfone as tiny, snow-white needles, m.p. 123–126° (dec.) (Note 2)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume50article21": {
        "Cite": "Org. Synth. 1970, 50, 66",
        "DOI": "DOI: 10.15227/orgsyn.050.0066",
        "Title": "DIRECTED ALDOL CONDENSATIONS: β-PHENYLCINNAMALDEHYDE",
        "ReactionImages": [
            "v050p0066_1.gif"
        ],
        "Procedure": [
            "A. N-Ethylidenecyclohexylamine. A dry, 500-ml., round-bottomed flask fitted with a magnetic stirrer is flushed with nitrogen and stoppered with a rubber septum. With a hypodermic syringe 99.2 g. (1.00 mole) of freshly distilled cyclohexylamine (b.p. 133–134°) is added to the flask. After the amine has been cooled to approximately −20° (Note 1) with an acetone–dry ice bath, 44.1 g. (1.00 mole) of freshly distilled acetaldehyde (b.p. 21°) is added from a hypodermic syringe dropwise and with stirring over a 15-minute period. During the initial phase of this addition a white solid separates but redissolves as the addition is continued. The resulting cold solution is stirred at −20° for approximately 45 minutes, at which time a large amount of white solid separates and further stirring is impractical. The resulting mixture is allowed to stand at −20° for 15 minutes before 15 g. of anhydrous sodium sulfate is added and the mixture is allowed to melt and warm to room temperature. The resulting mixture is gravity filtered, and the residue is washed with approximately 15 ml. of diethyl ether. The combined filtrates are dried over 5 g. of anhydrous magnesium sulfate and filtered. The filtrate is distilled under reduced pressure, separating 95–99 g. (76–79%) of N-ethylidenecyclohexylamine as a colorless liquid, b.p. 47–48° (12 mm.) or 54–55° (16 mm.), nD20 1.4579; nD25 1.4560. This product should either be used immediately in the next step or stored in a refrigerator (5–10°) under a nitrogen atmosphere.",
            "B. N-(3-Hydroxy-3,3-diphenylpropylidene)cyclohexylamine. A dry, 250-ml., round-bottomed flask or dry 250-ml. Schlenk tube fitted with a magnetic stirrer is flushed with oxygen-free nitrogen (Note 2), stoppered with a rubber septum, and cooled in an ice bath. A slight positive pressure of oxygen-free nitrogen (Note 2) is maintained in the vessel throughout the reaction with a nitrogen line connected both to a pressure relief valve and a hypodermic needle which is inserted through the rubber septum. With a hypodermic syringe a solution of 2.53 g. (3.60 ml. or 0.0250 mole) of pure diisopropylamine (Note 3) in 25 ml. of absolute ether (Note 4) is added to the cold reaction vessel. An ethereal solution containing 0.025 mole of methyllithium (Note 5) is added from a hypodermic syringe dropwise and with stirring. During this addition a vigorous evolution of methane is observed. After the solution of lithium diisopropylamide has been stirred at 0° for 5–10 minutes a negative Gilman color test2 for methyllithium is obtained. A solution of 3.13 g. (0.0250 mole) of N-ethylidenecyclohexylamine in 20 ml. of absolute ether (Note 4) is added from a hypodermic syringe, dropwise and with stirring, to the cold (0°) solution of lithium diisopropylamide, and the resulting solution is stirred for 10 minutes (Note 6). This solution is then cooled to −70° with a methanol–dry ice bath, and a solution of 4.55 g. (0.0250 mole) of benzophenone in 25 ml. of absolute ether is added to the cold (−70°) reaction vessel with a hypodermic syringe. The resulting solution is allowed to warm to room temperature and stand for 24 hours, during which time a white solid separates. The reaction mixture is cooled to 0° in an ice bath, treated with approximately 50 ml. of water, and stirred at 0° for 30 minutes. The cold mixture is filtered with suction, removing the white crystalline product, and the organic phase from the filtrate is separated, dried over anhydrous sodium sulfate, and concentrated under reduced pressure. The combined residues from the filtration and concentration of the organic phase of the filtrate are recrystallized from hexane, separating 6.80–7.06 g. (89–92%) of N-(3-hydroxy-3,3-diphenylpropylidene)cyclohexylamine as white needles, m.p. 127–128° (Note 7).",
            "C. β-Phenylcinnamaldehyde. A mixture of 1.54 g. (0.00520 mole) of N-(3-hydroxy-3,3-diphenylpropylidene)cyclohexylamine and 10 g. (0.11 mole) of oxalic acid is subjected to steam distillation, which is continued until a clear distillate is obtained; this requires about 2 hours. The steam distillate is extracted with two 25-ml. portions of ether, and the combined ethereal extracts are dried over anhydrous magnesium sulfate and concentrated under reduced pressure. The residual crude product (approximately 1.0 g., m.p. 42–44°) is recrystallized from pentane, yielding 0.80–0.88 g. (78–85%) of β-phenylcinnamaldehyde as pale yellow needles, m.p. 46–47° (Note 8)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume50article22": {
        "Cite": "Org. Synth. 1970, 50, 72",
        "DOI": "DOI: 10.15227/orgsyn.050.0072",
        "Title": "1,3-DITHIANE",
        "ReactionImages": [
            "v050p0072_1.gif"
        ],
        "Procedure": [
            "A 1-l., three-necked, round-bottomed flask with ground-glass fittings is charged with a mixture of 36 ml. of boron trifluoride diethyl etherate, 72 ml. of glacial acetic acid, and 120 ml. of chloroform (Note 1). The flask is equipped with a spiral reflux condenser, an efficient mechanical stirrer, and a dropping funnel (Note 2). The chloroform solution is heated and maintained at reflux with vigorous stirring, and a solution of 32 g. (30 ml., 0.30 mole) of 1,3-propanedithiol and 25 g. (29 ml., 0.33 mole) of methylal (dimethoxymethane) in 450 ml. of chloroform (Note 1) is added at a constant rate over 8 hours. The mixture is allowed to cool to room temperature, washed successively with four 80-ml. portions of water, twice with 120 ml. of 10% aqueous potassium hydroxide, and twice with 80-ml. portions of water. The chloroform solution obtained is dried over potassium carbonate and concentrated in a 500-ml., round-bottomed flask under reduced pressure with a rotating flask evaporator (Note 3). The residue, which crystallizes on cooling to room temperature, is dissolved in 60 ml. of methanol by heating to the boiling point. The hot solution is filtered rapidly through a prewarmed funnel, allowed to cool slowly to room temperature, then kept overnight at −20°. The colorless crystals are collected by filtration through a prechilled Büchner funnel, washed with cold methanol (−20°), and dried under reduced pressure (Note 3) and (Note 4), yielding 28–29 g. of product, m.p. 53–54°. Solvent is removed from the mother liquor, and the residue is recrystallized as described, giving an additional 1.5–2.0 g.; the total yield of recrystallized 1,3-dithiane is 29.5–31.0 g. (82–86% based on propane-1,3-dithiol). A purer sample (Note 5) can be prepared by subsequent sublimation of the recrystallized product at 0.1–0.5 mm. (45–48° bath temp.) (Note 6). The yield of pure product is 28–30 g. (78–84%), m.p. 53–54°. The residue from the sublimation is a brown syrup weighing less than 1 g."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume50article23": {
        "Cite": "Org. Synth. 1970, 50, 75",
        "DOI": "DOI: 10.15227/orgsyn.050.0075",
        "Title": "2,2'-DITHIENYL SULFIDE",
        "ReactionImages": [
            "v050p0075_1.gif"
        ],
        "Procedure": [
            "A three necked, 250-ml. flask fitted with a reflux condenser stirrer and a thermometer pocket with a nitrogen inlet is charged with 100 ml. of N,N-dimethylformamide, 5.6 g. (0.10 mole) of potassium hydroxide (Note 1), and 7.15 g. (0.0500 mole) of freshly precipitated copper(I) oxide2 (Note 2). 2-Bromothiophene (16.4 g., 0.101 mole) (Note 3) is added, and the apparatus is flushed with nitrogen (Note 4). 2-Thiophenethiol3 [11.6 g., 0.100 mole; Org. Synth., Coll. Vol. 6, 979 (1988)] is then added slowly through the condenser; an exothermic reaction begins, and the temperature may rise to 50–60°. The flask is heated in an oil bath at 130–140° for 16 hours (Note 5). The mixture is cooled to room temperature before the contents of the flask are poured into 100 ml. of 6 N hydrochloric acid in ice. The mixture is stirred vigorously for 2 hours (Note 6); the oily black paste obtained is removed by filtration and thoroughly extracted in a Soxhlet extractor with benzene until a colorless extract is obtained. The filtrate is also extracted with two 100-ml. portions of benzene. These extracts are combined, washed with water until neutral, and dried over anhydrous sodium sulfate. Removal of the solvent gives a yellow-colored oil which, on vacuum distillation, yields 11.5–12.5 g. (58–63%) of 2,2'-dithienyl sulfide as a pale yellow oil, b.p. 75–78° (0.06 mm.) nD25 1.6643."
        ],
        "Compounds": [
            "nitrogen (7727-37-9)",
            "sulfur (7704-34-9)",
            "copper(I) oxide",
            "potassium hydroxide (1310-58-3)",
            "sulfur monochloride",
            "Thiophene (110-02-1)",
            "N,N-dimethylformamide (68-12-2)",
            "2-thiophenethiol (7774-74-5)",
            "2-Bromothiophene (1003-09-4)",
            "2-thienylmagnesium bromide",
            "3-Bromothiophene (872-31-1)",
            "3-thiophenethiol",
            "Thiophene, 2,2'-thiobis- (3988-99-6)"
        ],
        "ShortCompounds": [
            "nitrogen ",
            "sulfur ",
            "copper",
            "potassium hydroxide ",
            "sulfur monochloride",
            "Thiophene ",
            "N,N-dimethylformamide ",
            "2-thiophenethiol ",
            "2-Bromothiophene ",
            "2-thienylmagnesium bromide",
            "3-Bromothiophene ",
            "3-thiophenethiol",
            "Thiophene, 2,2'-thiobis- "
        ]
    },
    "volume50article24": {
        "Cite": "Org. Synth. 1970, 50, 77",
        "DOI": "DOI: 10.15227/orgsyn.050.0077",
        "Title": "ETHYL 1-NAPHTHYLACETATE",
        "ReactionImages": [
            "v050p0077_1.gif"
        ],
        "Procedure": [
            "A. 1-(Diazoacetyl)naphthalene. A solution of 30.5 g. (0.160 mole) of 1-naphthoyl chloride (Note 1) and (Note 2) in 50 ml. of dry diethyl ether (Note 3) is added over 30 minutes to a magnetically stirred, ice-cooled solution of 6.72 g. (0.160 mole) of diazomethane [Org. Synth., Coll. Vol. 2, 165 (1943); (Note 4)] and 16.1 g. (0.160 mole) of dry triethylamine (Note 5) in 900 ml. of dry ether. The mixture is stirred for 3 hours in the cold, and the triethylamine hydrochloride, removed by filtration, is washed twice with 30–50 ml. portions of dry ether (Note 6). The ether is removed from the combined filtrate and washings on a rotary evaporator. The yellow solid residue is dissolved in 75 ml. of dry ether, and the solution is cooled with an acetone–dry-ice mixture. The solid deposited is collected by filtration on a glass fritted-disk funnel, and the adhering ether is removed under reduced pressure as the temperature is allowed to reach room temperature, giving 26.6–28.8 g. (85–92%) of yellow 1-(diazoacetyl)naphthalene, m.p. 52–53° (Note 7) and (Note 8).",
            "B. Ethyl 1-naphthylacetate. A solution of 15.7 g. (0.0801 mole) of 1-(diazoacetyl)naphthalene in 50 ml. of absolute ethanol is placed in a 100-ml., two-necked flask equipped with a Teflon-coated magnetic stirring bar, a serum stopper cap, and a reflux condenser connected to a gas-collecting device. The solution is heated to reflux, and 1 ml. of a freshly prepared catalyst solution made by dissolving 1 g. of silver benzoate (Note 9) in 10 ml. of triethylamine is added by injection through the serum cap. Evolution of nitrogen occurs and the mixture turns black. Addition of a second milliliter of catalyst solution is made when the evolution of nitrogen almost stops. This procedure is continued until further additions cause no further evolution of nitrogen (Note 10). The reaction mixture is refluxed for 1 hour, cooled, and filtered. The solvents are removed from the filtrate on a rotary evaporator. The residue is taken up in 75 ml. of ether, and the solution is washed twice in turn with aqueous 10% sodium carbonate, water, and saturated brine. Each aqueous extract is extracted with ether, and the combined ethereal extracts and solution are dried by filtration through anhydrous magnesium sulfate. After removal of the ether, distillation affords 14.4–15.8 g. (84–92%) of colorless ethyl 1-naphthylacetate, b.p. 100–105° (0.1–0.2 mm.) (Note 11)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume50article25": {
        "Cite": "Org. Synth. 1970, 50, 81",
        "DOI": "DOI: 10.15227/orgsyn.050.0081",
        "Title": "HEXAFLUOROACETONE IMINE",
        "ReactionImages": [
            "v050p0081_1.gif"
        ],
        "Procedure": [
            "A 3-l., four-necked, round-bottomed flask is equipped with a thermometer (−50° to 150°), a dry ice-cooled reflux condenser (protected from the atmosphere through a T-tube that is also connected to a nitrogen source and a Nujol bubbler), and a gas-inlet tube above the liquid level. The flask and condenser are heated in an air oven at 125° for several hours and flamed under nitrogen with a Bunsen burner. Pyridine (1.2 l.), previously dried over potassium hydroxide pellets, is added to the flask. A nitrogen atmosphere is maintained in the system, the pyridine is cooled to −40°, and 462 g. (2.78 moles) of hexafluoroacetone (b.p. −28°) is added from a cylinder through the gas-inlet tube over 30 minutes (Note 1), (Note 2), and (Note 3). Liquid ammonia (58.3 ml., 47.6 g., 2.80 moles), previously distilled into a cold trap and measured at −78°, is distilled into the pyridine solution over a period of 1 hour ((Note 4)). During this addition the bath is held at −45° to −40°, keeping the solution at −25° to −30°.\nAs soon as the ammonia has been added, the gas-inlet tube is replaced with a 250-ml. pressure-equalized dropping funnel and the reaction mixture is heated with a heating mantle to 40° over 30 minutes or as quickly as possible (Note 5). The dry ice–cooled condenser is then replaced with a 24-in. water-cooled bulb condenser with Tygon tubing joining the top of the condenser to a 300-ml. cold trap protected from the atmosphere with a calcium chloride drying tube and cooled in a bath maintained at −30°. The condenser is cooled with 18–20° water. The heating mantle is turned off, and the dropping funnel is charged with 394 g. (235 ml., 2.57 moles) of phosphorus oxychloride, which is added dropwise at a rate to maintain a gentle reflux. The imine (b.p. 16°) collects in the cold trap. When addition is complete, the reaction mixture is heated to 100° over 20 minutes and maintained at this temperature for 30 minutes. The cold trap collects 320–360 g. of crude liquid product (Note 6), which is distilled through a Podbielniak still with a reflux head temperature of about 0° (Note 7), yielding 254–291 g. (55–65%) of the purified imine, b.p. 15.5–17° (Note 8). It can be stored indefinitely in a stainless-steel cylinder."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume50article26": {
        "Cite": "Org. Synth. 1970, 50, 84",
        "DOI": "DOI: 10.15227/orgsyn.050.0084",
        "Title": "1-NITROCYCLOÖCTENE",
        "ReactionImages": [
            "v050p0084_1.gif"
        ],
        "Procedure": [
            "Sodium-dried diethyl ether (150 ml.) is placed in a 1-l., four-necked flask equipped with a fritted gas-inlet extending to its bottom, a sealed mechanical stirrer (Note 2), a 100-ml., pressure-equalizing dropping funnel, a thermometer, and a dry ice condenser protected with a phosphorus pentoxide drying tube. Cycloöctene (44.4 g., 53.5 ml., 0.404 mole) (Note 3) is placed in the dropping funnel, and the system is swept with dry oxygen. Dinitrogen tetroxide (39.3 g., 27.1 ml. at −9°, 0.427 mole) (Note 4) is condensed (Note 5) in a graduated, calibrated trap that is protected with a phosphorus pentoxide drying tube and has been swept with dry oxygen.\nThe flask is cooled to −10°, and the dinitrogen tetroxide is distilled with a warm water bath from the trap into the ether, with slow stirring; the transfer is aided by a minimal flow of dry oxygen. The solution is allowed to warm to 0–5°, and the oxygen flow rate is increased to 10 ml. per minute (Note 6). The cycloöctene is dropped into the dinitrogen tetroxide solution, with vigorous stirring, over a 30-minute period. The reaction is exothermic, and the temperature is kept at 9–12° by cooling with a methanol–dry ice bath at −20°. The dropping funnel is rinsed with 25 ml. of ether, and the yellow solution (Note 7) is stirred for an additional 30 minutes at 10° with continued oxygen flow. Triethylamine (121 g., 1.20 moles) (Note 8) is added, with stirring, over a 12-minute period; the temperature of the reaction mixture is kept at 4–12° by maintaining the bath at −4° (Note 9). The mixture is kept at room temperature for an additional 30 minutes, diluted with 150 ml. of ether, and cooled to 0–5°. The excess triethylamine is neutralized with an ice-cold solution of 72 g. of acetic acid in 200 ml. of water, with stirring. The reaction mixture is transferred to a 2-l. separatory funnel and extracted with three 400-ml. portions of ether. The combined ethereal extracts are washed with two 200-ml. portions of water, three 150-ml. portions of saturated aqueous sodium hydrogen carbonate, and again with water (Note 10).\nMost of the ether is removed at room temperature with a rotary evaporator. The water that separates is removed with the aid of a small separatory funnel, and the remaining ether, traces of water, and cycloöctane (Note 11) are distilled at room temperature (10 mm.) over 3 hours, yielding 59–61 g. of crude 1-nitrocycloöctene as a yellow oil (Note 12) and (Note 13). Chromatography on silica gel (Note 14) with successive elution with n-hexane and benzene gives 39–40 g. (63–64%) of 1-nitrocycloöctene (Note 15). Distillation (Note 16) gave an analytically pure sample, b.p. 60° (0.2 mm.), nD20 1.5116 (Note 17)."
        ],
        "Compounds": [
            "acetic acid (64-19-7)",
            "Benzene (71-43-2)",
            "ether,\ndiethyl ether (60-29-7)",
            "sodium hydrogen carbonate (144-55-8)",
            "oxygen (7782-44-7)",
            "phthalic anhydride (85-44-9)",
            "potassium hydrogen sulfate (7646-93-7)",
            "magnesium sulfate (7487-88-9)",
            "hexane,\nn-hexane (110-54-3)",
            "triethylamine (121-44-8)",
            "cyclooctene",
            "cyclooctane (292-64-8)",
            "1-nitro-1-octadecene",
            "1-nitro-2-octadecyl nitrite",
            "1-octadecene (112-88-9)",
            "1-NITROCYCLOOCTENE,\nCyclooctene, 1-nitro- (1782-03-2)"
        ],
        "ShortCompounds": [
            "acetic acid ",
            "Benzene ",
            "ether,\ndiethyl ether ",
            "sodium hydrogen carbonate ",
            "oxygen ",
            "phthalic anhydride ",
            "potassium hydrogen sulfate ",
            "magnesium sulfate ",
            "hexane,\nn-hexane ",
            "triethylamine ",
            "cyclooctene",
            "cyclooctane ",
            "1-nitro-1-octadecene",
            "1-nitro-2-octadecyl nitrite",
            "1-octadecene ",
            "1-NITROCYCLOOCTENE,\nCyclooctene, 1-nitro- "
        ]
    },
    "volume50article27": {
        "Cite": "Org. Synth. 1970, 50, 88",
        "DOI": "DOI: 10.15227/orgsyn.050.0088",
        "Title": "Δ9,10-OCTALIN",
        "ReactionImages": [
            "v050p0088_1.gif"
        ],
        "Procedure": [
            "A. Δ9,10-and Δ1,9-Octalin. Naphthalene (25.6 g. or 0.200 mole, (Note 1)) is dissolved in a mixture of 250 ml. of anhydrous ethylamine and 250 ml. of anhydrous dimethylamine (Note 2) in a 1-l., three-necked flask fitted with a mechanical stirrer (Note 3) and a dry ice condenser and cooled in an ice bath. To this solution is added rapidly (Note 4), piecewise with stirring, 11.55 g. (1.674 g.-atoms) of lithium metal wire cut into 0.5-cm. lengths (Note 5). After the addition is complete, the cooling bath is removed and the blue solution is stirred for 14 hours, additional dry ice being added to the condenser as required. The dry ice condenser is replaced with a water condenser and the mixture is allowed to stand overnight, during which time the volatile amine solvents evaporate (Note 6). The top of the condenser is protected with an anhydrous calcium sulfate drying tube, maintaining anhydrous conditions in the reaction vessel during the evaporation of solvent (Note 7). The reaction flask is placed in an ice bath and the grayish-white residue is hydrolyzed by the cautious, dropwise addition of 500 ml. of water, with occasional stirring. After the resulting suspension has been filtered with suction, the residual solid is washed with four 25-ml. portions of diethyl ether. The ether layer is separated, and the aqueous phase of the filtrate is extracted with four additional 25-ml. portions of ether. The combined ethereal solutions are dried over calcium sulfate and concentrated with a rotary evaporator. The residual liquid is distilled under reduced pressure, separating 19–20 g. (70–74%) of the product, b.p. 72–77° (14 mm.), nD23 1.4978. Analysis of the product by GC (Note 8) shows the presence of 80–83% of Δ9,10-octalin and 17–20% of Δ1,9-octalin. This mixture should be either stored under a nitrogen atmosphere or immediately subjected to the described purification procedure (Note 9).",
            "B. Purification of Δ9,10-octalin. A 1-l., three-necked flask is equipped with a magnetic stirrer, a pressure-equalizing dropping funnel, and a reflux condenser fitted with a nitrogen inlet tube, to maintain a nitrogen atmosphere in the reaction vessel throughout the portions of this preparation where anhydrous conditions are employed. A solution of 2.35 g. (0.0618 mole) of sodium borohydride and 11.55 g. (0.1650 mole) of 2-methyl-2-butene (Note 10) in 100 ml. of anhydrous tetrahydrofuran is added to the reaction flask. A solution of 11.75 g. (0.08275 mole) of boron trifluoride diethyl etherate in 22 ml. of anhydrous tetrahydrofuran is then added, dropwise and with stirring, over a 45-minute period. Although the initial rate of addition must be slow to control the exothermic reaction, the rate can be increased during the latter part of the reaction. To the resulting tetrahydrofuran solution of bis(3-methyl-2-butyl)borane is added, dropwise and with stirring over 10 minutes, the mixture of Δ9,10- and Δ1,9-octalins (19–20 g. containing ca. 0.03 mole of Δ1,9-octalin) obtained in Part A. The reaction mixture is stirred at room temperature for 3.5 hours and treated with 50 ml. of water. After 35 ml. of 3 M aqueous sodium hydroxide has been added, dropwise and with stirring over 10 minutes, 35 ml. of 30% aqueous hydrogen peroxide is added dropwise over a 45-minute period, with continuous stirring. The resulting mixture is heated to 45° (Note 11) with stirring for 5 hours, then allowed to cool to room temperature. The organic layer is separated, washed with four 30-ml. portions of water, and dried over calcium sulfate. After the organic solution has been tested with moist starch-iodide paper to ensure the absence of peroxides, the volatile solvents are removed with a rotary evaporator, and the residual liquid is distilled under reduced pressure in an apparatus fitted with a capillary tube to admit nitrogen as an ebullator (Note 12). After 1–2 g. of forerun has been separated, 9–13 g. (33–48% based on the starting naphthalene) of Δ9,10-octalin is collected at 75–77° (14 mm.), nD20 1.4990. The product is at least 99% Δ9,10-octalin, by GC analysis (Note 8), and is stored under a nitrogen atmosphere (Note 9)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume50article28": {
        "Cite": "Org. Synth. 1970, 50, 94",
        "DOI": "DOI: 10.15227/orgsyn.050.0094",
        "Title": "cis-2-PHENYLCYCLOPROPANECARBOXYLIC ACID",
        "ReactionImages": [
            "v050p0094_1.gif"
        ],
        "Procedure": [
            "A. Ethyl cis- and trans-2-phenylcyclopropanecarboxylate. Xylene (500 ml., (Note 1)) is heated to reflux in a 2-l. flask equipped with a mechanical stirrer, dropping funnel, and reflux condenser. A solution of 179 g. (1.57 moles) of ethyl diazoacetate [Org. Synth., Coll. Vol. 4, 424 (1963)] (Note 2) and 163 g. (1.57 moles) of styrene (Note 3) is placed in the dropping funnel and added dropwise to the refluxing, stirred xylene over a period of 90 minutes. After addition is complete, the solution is stirred and heated at the reflux temperature for an additional 90 minutes (Note 4). Xylene is removed under reduced pressure, and the residual red oil is distilled through a short Vigreux column. The fraction boiling at 85–93° (0.5 mm.) is collected, yielding 155 g. (52%) of colorless product, nD26 1.5150, nD20 1.5166 (Note 5) and (Note 6).",
            "B. cis-2-Phenylcyclopropanecarboxylic acid. A 1-l., three-necked flask equipped with a dropping funnel, stirrer, and a short Vigreux column (Note 7), to which is attached a partial take-off distilling head with reflux condenser, is charged with 155 g. (0.816 mole) of ethyl cis- and trans-2-phenylcyclopropanecarboxylate, 200 ml. of ethanol, 65 ml. of water, and 24.5 g. (0.612 mole) of sodium hydroxide pellets (Note 8). The mixture is heated at the reflux temperature for 5 hours during which time 200 ml. of ethanol is slowly distilled and replaced by an equal volume of water added through the dropping funnel. Heating is discontinued, 250 ml. of water and 150 ml. of benzene are added, and the mixture is stirred for 2–3 minutes. The layers are separated, and the aqueous layer is washed with two 50-ml. portions of benzene (Note 9).\nThe benzene extracts are placed in the apparatus used above, and 130 ml. of water and 13 g. (0.32 mole) of sodium hydroxide pellets are added. Benzene (200 ml.) is distilled and then the 200 ml. of ethanol obtained in the initial hydrolysis is added. The reflux-distillation process is continued for 5 hours, during which time 250 ml. of distillate is obtained. The mixture is cooled, and 65 ml. of benzene and 30 ml. of concentrated hydrochloric acid are added. The layers are separated, and the aqueous solution is washed twice with 35-ml. portions of benzene. The combined benzene extracts are concentrated and dried by distillation of 90 ml. of benzene. The hot concentrate is decanted from a trace of salt, 70 ml. of petroleum ether is added, and the resulting solution is stored overnight at 0°. Filtration of the solid from the cold petroleum ether solution and washing with a small volume of cold 50:50 benzene–petroleum ether yields 19.5–23.8 g. (14.6-20.7% based on the mixed ester used, or 38–46.4% based on the cis ester, (Note 10)) of cis-2-phenylcyclopropanecarboxylic acid, m.p. 106–109° (Note 11). An additional 2–3 g. of the cis acid may be obtained by concentrating the mother liquors to low volume, adding petroleum ether, and chilling the resulting solution for several days."
        ],
        "Compounds": [
            "petroleum ether",
            "ethanol (64-17-5)",
            "",
            "sodium hydroxide (1310-73-2)",
            "carbon tetrachloride (56-23-5)",
            "nitrogen (7727-37-9)"
        ],
        "ShortCompounds": [
            "petroleum ether",
            "ethanol ",
            "",
            "sodium hydroxide ",
            "carbon tetrachloride ",
            "nitrogen "
        ]
    },
    "volume50article29": {
        "Cite": "Org. Synth. 1970, 50, 97",
        "DOI": "DOI: 10.15227/orgsyn.050.0097",
        "Title": "1-PHENYL-1,4-PENTADIYNE AND 1-PHENYL-1,3-PENTADIYNE",
        "ReactionImages": [
            "v050p0097_1.gif",
            "v050p0097_2.gif",
            "v050p0097_3.gif",
            "v050p0097_4.gif",
            "v050p0097_5.gif"
        ],
        "Procedure": [
            "A. Phenylethynylmagnesium bromide. A 1-l., four-necked flask fitted with a sealed mechanical stirrer, a reflux condenser carrying calcium chloride and soda lime tubes, a nitrogen gas inlet, and a dropping funnel is charged with 19 g. (0.81 g.-atom) of magnesium. The flask is flushed with prepurified nitrogen, the stirrer is started, and 109 g. of ethyl bromide (1.00 mole) in 350 ml. of anhydrous tetrahydrofuran (Note 1) is added. After the magnesium has dissolved (Note 2), 102 g. (1.00 mole) of phenylacetylene (Note 3) in 150 ml. of tetrahydrofuran is added over a period of ca. 30 minutes at a rate that maintains a gentle reflux (Note 4). The reaction mixture is then heated at reflux for ca. 1.5 hours (Note 5).",
            "B. 1-Phenyl-1,4-pentadiyne. Anhydrous copper(I) chloride (2 g.) is added to the flask, and heating under reflux is continued for 20 minutes. At this point 96 g. (0.81 mole) of propargyl bromide in 120 ml. of tetrahydrofuran (Note 1) and (Note 6) is added over 30–40 minutes at a rate that maintains a gentle reflux. The mixture, containing a yellow solid, is heated another 30–40 minutes, allowed to cool to ambient temperature, and poured slowly into 2 l. of ice-water slush containing 50 ml. of concentrated sulfuric acid. The whole mixture, which should be acidic at this point, is stirred thoroughly and extracted five times with 200-ml. portions of diethyl ether (Note 7). The ether extracts are combined and washed with 100-ml. portions of water until the water layer is no longer acidic to litmus paper (3–4 washings are usually required). The ether layer is dried over magnesium sulfate overnight, separated from the desiccant, and concentrated by distillation.\nThe product is distilled under nitrogen using a 25-cm. Vigreux column (Note 8) and (Note 9). After removal of unreacted propargyl bromide and phenylacetylene, 51–64 g. (45–57%) of 1-phenyl-1,4-pentadiyne is collected as the main fraction, b.p. 64–66° (0.45 mm.), nD25 1.5713 (Note 9) and (Note 10). The colorless product is best stored under nitrogen at ca. −78°. The 1H NMR spectrum (60 mHz., neat, external tetramethylsilane reference) shows peaks at δ 1.76 (t, 1H), 2.92 (d, 2H), and 6.87 (m, 5H) (Note 11).",
            "C. 1-Phenyl-1,3-pentadiyne. A flask containing a magnetic stirrer and a solution of 2 g. of sodium hydroxide in 50 ml. of ethanol is flushed with nitrogen, and 10 g. (0.071 mole) of 1-phenyl-1,4-pentadiyne is added. The flask is stoppered, and the contents are stirred for ca. 2 hours. The brown solution is then poured into 200 ml. of water, and the mixture extracted four times with 50-ml. portions of ether. The extracts are combined and washed with two 50-ml. portions of water. The ether layer is dried over magnesium sulfate, filtered, and concentrated by distillation. The product is distilled as described in Part B, yielding 5.4–7.5 g. (54–75%) of 1-phenyl-1,3-pentadiyne as a colorless oil, b.p. 62° (0.15 mm.), nD25 1.6324. The 1H NMR spectrum (60 mHz., neat, external tetramethylsilane reference) shows peaks at δ 1.47 (s, 3H) and 6.87 (m, 5H) (Note 11)."
        ],
        "Compounds": [
            "ethanol (64-17-5)",
            "sulfuric acid (7664-93-9)",
            "methanol (67-56-1)",
            "ether,\ndiethyl ether (60-29-7)",
            "sodium hydroxide (1310-73-2)",
            "magnesium (7439-95-4)",
            "Ethyl bromide (74-96-4)",
            "oxygen (7782-44-7)",
            "nitrogen (7727-37-9)",
            "sodium ethoxide (141-52-6)",
            "copper(I) chloride (7758-89-6)",
            "copper chloride (7758-89-6)",
            "Phenylacetylene (536-74-3)",
            "magnesium sulfate (7487-88-9)",
            "Tetrahydrofuran (109-99-9)",
            "phenylethynylmagnesium bromide",
            "propargyl bromide (106-96-7)",
            "1-Phenyl-1,4-pentadiyne,\nBenzene, 1,4-pentadiynyl- (6088-96-6)",
            "1-Phenyl-1,3-pentadiyne,\nBenzene, 1,3-pentadiynyl- (4009-22-7)",
            "acetylenemagnesium bromide"
        ],
        "ShortCompounds": [
            "ethanol ",
            "sulfuric acid ",
            "methanol ",
            "ether,\ndiethyl ether ",
            "sodium hydroxide ",
            "magnesium ",
            "Ethyl bromide ",
            "oxygen ",
            "nitrogen ",
            "sodium ethoxide ",
            "copper",
            "copper chloride ",
            "Phenylacetylene ",
            "magnesium sulfate ",
            "Tetrahydrofuran ",
            "phenylethynylmagnesium bromide",
            "propargyl bromide ",
            "1-Phenyl-1,4-pentadiyne,\nBenzene, 1,4-pentadiynyl- ",
            "1-Phenyl-1,3-pentadiyne,\nBenzene, 1,3-pentadiynyl- ",
            "acetylenemagnesium bromide"
        ]
    },
    "volume50article30": {
        "Cite": "Org. Synth. 1970, 50, 102",
        "DOI": "DOI: 10.15227/orgsyn.050.0102",
        "Title": "PREPARATION OF HYDRAZONES: ACETOPHENONE HYDRAZONE",
        "ReactionImages": [
            "v050p0102_1.gif"
        ],
        "Procedure": [
            "A. Acetophenone N,N-dimethylhydrazone. A mixture of acetophenone (12.0 g., 0.100 mole), anhydrous N,N-dimethylhydrazine (18.0 g., 0.300 mole) (Note 1), absolute ethanol (25 ml.), and glacial acetic acid (1 ml.) (Note 2) is heated at reflux for 24 hours. During this period the colorless solution becomes bright yellow. The volatile reactants and solvent are removed under reduced pressure and the residual oil is fractionally distilled through a 10-cm. Vigreux column, giving a small forerun of unreacted acetophenone, b.p. 30–40° (0.15 mm.), followed by 14.6–15.2 g. (90–94%) of acetophenone N,N-dimethylhydrazone, b.p. 55–56° (0.15 mm.), nD25 1.5443 (Note 3) and (Note 4).",
            "B. Acetophenone hydrazone. A mixture of acetophenone N,N-dimethylhydrazone (8.1 g., 0.050 mole) and anhydrous hydrazine (6.4 g., 0.20 mole) (Note 5) in absolute ethanol (15 ml.) is heated at reflux until the reaction mixture turns colorless (Note 6). The volatile materials are removed on a rotary evaporator without allowing the flask temperature to rise above 20° (Note 7). The colorless residual acetophenone hydrazone, which solidifies as the last traces of solvent are removed, weighs 6.5–6.6 g. (97–99%) and is sufficiently pure for most purposes, m.p. 24–25° (Note 8) and (Note 9)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume50article31": {
        "Cite": "Org. Synth. 1970, 50, 104",
        "DOI": "DOI: 10.15227/orgsyn.050.0104",
        "Title": "2-THIOPHENETHIOL",
        "ReactionImages": [
            "v050p0104_1.gif"
        ],
        "Procedure": [
            "A 3-l. three-necked flask fitted with a mechanical stirrer, a 600-ml. dropping funnel, and filled with dry nitrogen is charged with 500 ml. of tetrahydrofuran (distilled from lithium aluminum hydride; see Org. Synth., Coll. Vol. 5, 976 (1973) for warning concerning the purification of tetrahydrofuran) and 56 g. (53 ml., 0.67 mole) of thiophene. This mixture is stirred under nitrogen and cooled to −40° with an acetone–dry ice bath while 490 ml. (0.662 mole) of 1.35 M n-butyllithium in pentane (Note 1) and (Note 2) is added over a 5-minute period via the dropping funnel. The temperature of the mixture is held between −30° and −20° for 1 hour, then lowered to −70° by the addition of dry ice to the bath. Powdered sulfur crystals (20.4 g., 0.638 g.-atom) are added in one aliquot to the stirred mixture. After 30 minutes the temperature is allowed to rise to −10°, whereupon the yellow solution is carefully poured into 1 l. of rapidly stirred ice water, dissolving the lithium thiolate and destroying any unreacted 2-thienyllithium. The pentane layer is extracted with three 100-ml. portions of water. These aqueous extracts are combined with the aqueous layer, and the whole is chilled and carefully acidified with 4 N sulfuric acid (Note 3). This aqueous phase is immediately extracted with three 200-ml. portions of diethyl ether (Note 4). The combined ether extracts are washed twice with 100-ml. portions of water to remove acid and remaining tetrahydrofuran and dried over anhydrous sodium sulfate. After removal of ether, the residual, golden-brown oil is purified by distillation at reduced pressure. The portion boiling at 53–56° (5 mm.) is collected, yielding 49.5–53.5 g. (65–70%) of 2-thiophenethiol as a yellow oil, n25D 1.6110."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume50article32": {
        "Cite": "Org. Synth. 1970, 50, 107",
        "DOI": "DOI: 10.15227/orgsyn.050.0107",
        "Title": "TRIMETHYLSILYL AZIDE",
        "ReactionImages": [
            "v050p0107_1.gif",
            "v050p0107_2.gif",
            "v050p0107_3.gif",
            "v050p0107_4.gif"
        ],
        "Procedure": [
            "A 1-l., three-necked flask fitted with a stirrer, reflux condenser equipped with a drying tube, and addition funnel provided with a pressure-equalizer arm is dried in a 100° oven and assembled while warm. The warm apparatus is immediately purged with dry nitrogen, introducing the nitrogen at the top of the addition funnel. The flask is charged with 81 g. (1.2 moles) of sodium azide (Note 1) and 500 ml. of freshly distilled diethylene glycol dimethyl ether (Note 2). A simple distillation apparatus is then dried in the oven and assembled while warm under a slow nitrogen purge. The distillation flask is charged with 112 g. of chlorotrimethylsilane (Note 3), and after a forerun of approximately 2 g. the remaining material is distilled (b.p. 57–58°) directly into the addition funnel of the reaction flask. During this distillation it is convenient to disconnect the nitrogen stream from the top of the addition funnel and introduce it into the distillation flask. After the distillation is complete, the distillation apparatus is disconnected and the nitrogen stream is again introduced at the top of the addition funnel. The chlorotrimethylsilane (108.6 g., 1.000 mole) (Note 4) is then added rapidly to the sodium azide slurry, and this mixture is stirred at 70° for 60 hours. During this period the nitrogen flow is terminated (Note 5).\nAfter the heating period is complete, the nitrogen stream is again initiated, and the mixture is cooled to 30°. The addition funnel and reflux condenser are replaced with two gas-inlet tubes with stopcocks. One inlet tube is connected to the nitrogen source and the other to a standard vacuum trap, of at least 150 ml. capacity. A vacuum (15–20 mm.) is applied to the trap after the latter is cooled to −78°, and the product is then distilled at 30° (15 mm.) into the trap. Slight heating is necessary to maintain 30°, and rapid stirring should be continued throughout. Removal of volatile product is complete within 5 hours under these conditions. The entire system is then slowly pressurized to atmospheric pressure with nitrogen, and the product is redistilled through a 5-cm. Vigreux column. From 121 g. of crude flash distillate are obtained 4.0 g. of forerun and 98 g. (85%) of pure trimethylsilyl azide, b.p. 95–99°. During the distillation the pot temperature is maintained at 135–140° with a thermostated oil bath. The pot residue contains 19 g. of diethylene glycol dimethyl ether with traces of trimethylsilyl azide. The purity of the product cut as established by 1H NMR (CCl4) is 98%. A single peak at 13 cps. downfield from tetramethylsilane is observed, the only impurity being siloxane hydrolysis products. Chlorotrimethylsilane is conspicuous by its absence."
        ],
        "Compounds": [],
        "ShortCompounds": []
    }
}
