{
    "volume95article8": {
        "Cite": "Org. Synth. 2018, 95, 112-126",
        "DOI": "DOI: 10.15227/orgsyn.095.0112",
        "Title": "Synthesis of N-Acyl Pyridinium-N-Aminides and Their Conversion to 4-Aminooxazoles via a Gold-Catalyzed Formal (3+2)-Dipolar Cycloaddition",
        "ReactionImages": [
            "v095p0112_1.gif"
        ],
        "Procedure": [
            "A. ((tert-Butoxycarbonyl)glycyl)(pyridin-1-ium-1-yl)amide (2). A 500 mL single-necked, round-bottomed flask equipped with a 3 cm stirrer bar and a needle-pierced septum is charged with methyl (tert-butoxycarbonyl)-glycinate 1 (Note 2) (6.80 g, 36.0 mmol, 1.20 equiv) and methanol (Note 3) (225 mL). 1-Amino pyridinium iodide (Note 4) (6.67 g, 30.0 mmol) is added and the reaction is stirred for 5 min at 22 °C. Potassium carbonate (Note 5) (9.95 g, 72.0 mmol, 2.40 equiv) is added and the reaction is stirred at 22 °C for 64 h (Note 6) (the yellow heterogeneous reaction turns colorless two seconds after the addition of potassium carbonate, and forms a dark purple solution, Figure 1). After removal of the stir bar, 200 mL of the methanol is removed under reduced pressure (200 mmHg to 70 mmHg, 40 °C) to give a brown-purple syrup, which is poured onto an alumina pad (Notes 7 and 8).\nFigure 1. Change in reaction color: a) Reaction mixture before potassium carbonate addition; b) Reaction mixture 10 seconds after potassium carbonate addition; c) Reaction mixture after 64 h\nThe flask is rinsed with 10 mL of dichloromethane as well as 50 mL of eluent (dichloromethane-methanol, 9:1), and the product is eluted with 1.1 L of dichloromethane-methanol (9:1) (Note 9). The filtrate is concentrated (375 mmHg to 75 mmHg, 40 °C) and then transferred to a 500 mL single-necked round-bottomed flask and rinsed with dichloromethane (20 mL). The filtrate is concentrated further (375 mmHg to 15 mmHg, 40 °C) and then dried under vacuum (0.08 mmHg, 20 °C, 1 h) to give a brown powder (Note 10). A 3 cm Teflon coated stirrer bar is added, followed by acetone (175 mL) (Note 11). A water-cooled condenser is added to the flask and the mixture is heated to reflux until complete dissolution had occurred (15 min). The mixture is allowed to cool to room temperature over 3 h and then cooled to -22 °C in a freezer for 20 h. The resultant fine brown crystals are filtered off through a sintered S3 funnel, the flask is rinsed with diethyl ether (Note 12) (3 x 25 mL), and the contents were then added to the funnel.\nFigure 2. Compound 2 after recrystallization from acetone\nThe powder is transferred to a 50 mL single-necked flask and dried under static vacuum (0.12 mmHg, 18 h) (6.39 g, 85%, 98% purity) (Figure 2) (Notes 13, 14, and 15).",
            "B. tert-Butyl ((4-((N-benzyl-4-methylphenyl)sulfonamido)-5-phenyloxazol-2-yl)methyl)carbamate (4). A three-necked 250 mL round-bottomed flask equipped with a septum, a glass stopper, a vacuum tap and 2 cm Teflon coated stirrer bar is flame-dried under vacuum (0.12 mmHg) for 1 min and then backfilled with nitrogen. The evacuation/nitrogen purge is repeated a total of 3 times, and then the reaction vessel is allowed to cool to room temperature (22 °C) under a positive pressure of nitrogen. The flask is sequentially charged with N-benzyl-4-methyl-N-(phenylethynyl)benzene-sulfonamide (Note 16) (4.69 g, 13.0 mmol), dichloro(2-pyridinecarboxylato)gold (Note 17) (51.02 mg, 0.13 mmol) and ((tert-butoxycarbonyl)glycyl)(pyridin-1-ium-1-yl)amide (3.60 g, 14.3 mmol, 1.1 equiv). Toluene (130 mL) (Note 18) is added and the flask is placed in a preheated aluminium mantle and stirred at 90 °C (controlled by an external probe) for 5.5 h (Note 19). The heterogeneous mixture becomes a homogenous orange-brown solution over the first hour (Figure 3).\nFigure 3. a) Reaction set-up for Step B; b) Reaction progress monitored by TLC. From left to right: Compound 3, control spot and reaction mixture\nUpon completion, the flask is removed from the heating mantle and the reaction is allowed to cool to room temperature for 1 h. The crude reaction mixture is filtered through a silica pad (Note 20) and then the reaction flask is rinsed with ethyl acetate (2 x 50 mL) (Note 21), which is then added to the silica pad. The pad is then flushed with ethyl acetate (320 mL) into a 1 L single-necked round-bottomed flask. The solvent is removed under reduced pressure (150-75 mmHg, 40 °C). The product is transferred, with the assistance of ethyl acetate washes (2 x 10 mL), to a 250 mL single-necked, round-bottomed flask and evaporated further (160 mmHg to 30 mmHg). The resultant white-yellowish solid is then broken up with a glass rod (Figure 4a). A 3 cm Teflon coated stir bar is added followed by ethanol (Note 22) (150 mL), and the flask is equipped with a water-cooled condenser. The flask is heated to reflux in an aluminium heating mantle and stirred for 25 min until complete dissolution to give a yellow solution. The flask is allowed to cool to room temperature and then placed in a freezer at -22 °C for 19 h. The resultant crystals were filtered off and washed with hexane (3 x 25 mL) (Note 23) to give fine off-white crystals (Figure 4b).\nThe crystals are transferred to a 100 mL single-necked flask and then toluene (30 mL) (Note 24) is added to give a slightly grey suspension (Figure 4c). The solvents are removed under reduced pressure (75 mmHg to 35 mmHg, 40 °C) and then the product is dried under vacuum (0.14 mmHg, 1 h, room temperature) to give a fine off white powder (Figure 4d) (Note 25). The powder is transferred to a 250 mL single-necked, round-bottomed flask (using 10 mL dichloromethane to rinse the flask) containing a 3 cm Teflon coated stir bar. Dichloromethane (80 mL) is added, the mixture is stirred for 10 min and then the yellow solution (Figure 4e) is filtered through cotton wool (Note 26), which is then washed with dichloromethane (4 x 10 mL), eluting under gravity into a 250 mL round-bottomed flask (Note 27). The solvent is evaporated (450 mmHg - 35 mmHg, 40 °C) to give a white solid (Figure 4f), which is broken up with a glass rod and then dried under vacuum (60 °C, 0.12 mmHg, 96 h) (6.67 g, 96%, >99% purity) (Notes 28, 29, 30, and 31).\nFigure 4. a) Solid after filtration through a silica pad; b) Solid after first crystallization; c) Grey suspension of the white crystals in toluene; d) The final product before filtration through cotton; e) Yellow solution of the product before filtration through cotton; f) Compound 4"
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume96article6": {
        "Cite": "Org. Synth. 2019, 96, 80-97",
        "DOI": "DOI: 10.15227/orgsyn.096.0080",
        "Title": "Discussion Addendum for: The Direct Acyl-Alkylation of Arynes. Preparation of Methyl 2-(2-acetylphenyl)acetate",
        "ReactionImages": [
            "v096p0080_1.gif"
        ],
        "Procedure": [
            "For the past 50 years, benzynes and related arynes have been a major subject of study among physical organic chemists due to their unusual electronic and structural properties. However, the utility of these strained intermediates in the domain of chemical synthesis has only relatively recently undergone a vibrant expansion. The direct insertion of aryne and heteroaryne moieties into carbon-carbon and carbon-heteroatom σ bonds presents an intriguing and unique strategy for the rapid functionalization of aryl and heteroaryl systems. Following our 2009 Organic Syntheses article on the acyl-alkylation of arynes with β-ketoesters,2 there have been numerous reports of related transformations involving these highly reactive intermediates. This discussion addendum is intended to document advances made in the field of (hetero)arynes since our initial disclosure. Topics covered will be divided as follows: recent methods for the acyl-functionalization of arynes, syntheses of related strained systems, applications in heterocycle synthesis, miscellaneous transformations, and strategic uses in natural product synthesis. A supplemental review on aryne insertions into σ bonds is available.3 Applications of arynes in transition metal catalysis will not be discussed in detail, however there are thorough reviews on the subject.4,5\nAcyl-functionalization of Arynes\nYoshida reported an analogous acyl-alkylation method to ours, but using trifluoromethyl ketones (2, Scheme 1).6 The trifluoromethyl group is required because it enhances the acidity of the α-keto C-H bonds. The authors note that the presence of bulky R groups on the aryl system of 2 results in competitive O-addition of the enolate intermediate.\nScheme 1. Aryne insertion into benzyl trifluoromethyl ketones\nOur lab has discovered a related insertion of arynes into various symmetrical imides 3 to afford acyl-aminated arenes 4 (Scheme 2).7 The difunctionalized products can be derivatized to quinolones and indoles. Christmann and coworkers later applied the principles of flow chemistry to this acyl-amination protocol with unsymmetrical imides, achieving the total synthesis of several natural products.8\nScheme 2. Aryne insertion into imides\nThe Biju group disclosed an amino-carboxylation of arynes using aniline derivatives (Scheme 3).9 This method offers a divergent approach for the synthesis of differentially substituted acyl-aminated arenes depending on the electronics of the aniline ring.\nScheme 3. Tunable acyl-amination of arynes with anilines\nArynes in Heterocycle Synthesis\nPerhaps the greatest recent synthetic advances in aryne chemistry are dedicated to the one-step construction of heterocycles (Figure 1). Larock provides an excellent review on the subject.10 The Larock group has also disclosed numerous aryne annulation approaches for the synthesis of dihydrobenzisoxazoles (5),11 indazoles (6),12,13 and pyrido[1,2-a]indoles (7 and 8).14 Shioji and coworkers disclosed the preparation of xanthones (9), xanthenes, and xanthols using arynes.15 Our lab has reported the divergent synthesis of iminoindenones and iminoisobenzofurans (10) via a three-component procedure.16 We have also disclosed the one-pot preparation of 3-hydroxyisoquinolines (11) through an acyl-alkylation/condensation approach.17 Additionally, we reported the formation of N-phenyl acridone (12) by means of a C-N insertion of β-lactam.18 The Studer lab disclosed the rapid synthesis of N-substituted carbazoles (13) by reacting arynes with nitrosoarenes.19 Greaney and coworkers prepared phenoxathiin-dioxides (14) via a thia-Fries/cyclization process.20 The Kobayashi group reported the formation of isocoumarins (15) via a Pd-catalyzed three-component reaction between arynes, alkynes, and carbon dioxide.21 Isocoumarins can also be prepared under transition-metal-free conditions.22 Biju presented methods for the synthesis of oxaphosphacycles (16),23 phthalimides (17),24 and indoles (18).25 The Greaney lab has also synthesized indoles from arynes by means of a Fischer indole-type reaction.26 The Miyabe group reported the synthesis of benzofurans (19).27 They have also discovered the cycloaddition between arynes and DMF to afford 4-aminobenzopyrans such as20.28 The Li group prepared benzothiazoles (21) by means of a relay aryne sequence.29 Lastly, Su and coworkers prepared 2-arylated benzoxazoles (22) by means of a domino aryne reaction.30\nFigure 1. Various heterocycles recently assembled by aryne annulation methods\nMethods for the Synthesis Heteroarynes and Other Strained Intermediates\nIn 2010, our lab reported the formation of highly substituted aryne precursors and their potential synthetic applications in the construction of complex molecules (Figure 2).31 The marked carbons denote the preferred site of selective nucleophilic attack following aryne formation.\nFigure 2. Synthesizable highly substituted aryne precursors\nThe laboratory of Garg has investigated various insertion strategies with heteroarynes and other strained ring systems. Because many of these reactions result in unsymmetrical products, they have computationally derived a model for predicting the regioselectivity during the insertion step based on angle distortion.32,33 This model has been exploited for the regioselective insertion of indolynes,34 pyridynes,35,36 piperidynes,37 as well as various oxacyclic alkynes (Figure 3).38 Contemporaneously, the Danheiser lab reported the first preparation and diverse applications of N-tosylpiperidynes.39 It is worthwhile to note that the preferred site of nucleophilic attack may be either enhanced or overturned depending on the substitution pattern on the heteroaryl ring. The chemistry of pyrimidynes has also been investigated, but there have been no reports of their successful formation.40\nFigure 3. Strained heterocycles studied recently by the Garg and Danheiser labs\nSimilar insertion strategies have been achieved with strained non-aromatic carbocycles such as cyclopentyne (23, Figure 4),41 cyclohexyne (24), and cyclic allene 25.42\nFigure 4. Strained non-aromatic ring systems\nThe Hoye group has vigorously studied the generation of arynes via an unusual hexadehydro-Diels-Alder reaction (HDDA, Figure 5).43,44 Areas of study in the field are numerous, including Lewis-acid-promoted C-H insertion,45 domino reactions,46,47 photochemistry,48,49 mechanistic studies,50,51 multicomponent reactions,52 and natural product diversification.53 The regioselectivity for the ensuing insertion process is influenced by both the choice of nucleophile and the substituents on the aryne system.54 The Lee group has demonstrated that these HDDA adducts can also participate in ene reactions.55\nFigure 5. A hexadehydro-Diels-Alder affords an aryne\nThe advent of silylaryl-1,3-ditriflates such as 26 has given rise to aryne relay chemistry (Scheme 4). Li and coworkers demonstrated the utility of these substrates as a means to generate trifunctionalized systems with thioamides, furnishing benzothiazoles (27).29 A plausible mechanism for this process is shown below. They have also achieved similar relay chemistry with sulfoxides56 and sulfonamides.57,58,59 In 2016, Yoshida reported an advancement of this concept.60 The Li group discovered that these latent 1,2-benzdiynes can also participate in ene reactions.61\nScheme 4. One-pot elaboration of 1,2-benzdiyne precursor 26 to benzothiazole 27\nMiscellaneous Transformations\nMany recent methods involving arynes are not readily classifiable in the above sections. This section provides a brief survey of such transformations. The Greaney group has discovered a means of difunctionalizing arynes with thioureas to afford thioaryl amidines.62 They also pioneered other heterofunctionalization strategies via three-component coupling63 and Truce-Smiles rearrangement.64 The Biju group has found many novel applications of arynes, including their ability to induce 2,3-Stevens rearrangements in allylthioethers.65,66 They have also identified arynes as latent aryl anion equivalents.67 The Studer lab has reported the formation of ortho-sulfinylaryl vinyl ethers,68 biphenyls,69 trialkylstannyl arylphosphanes,70 and sulfonium ylides71 by means of aryne insertion chemistry. The Lautens group has actively explored the applications of the intramolecular aryne-ene reactions.72,73\nDespite a resurgent interest in the study of benzyne, there remain relatively few methods for the preparation of the trimethylsilylaryl triflate precursor (1, Scheme 5).74 In 2009, the Garg lab reported a facile synthesis of precursor 1 in three steps starting from phenol (28).75 Thus, 28 was treated with isopropyl isocyanate (29) to afford carbamate 30. Following N-silylation, a directed ortho-lithiation and subsequent trapping with TMSCl provides silylarene 31 upon acidic workup. The carbamate functionality of 31 is next cleaved by aminolysis to form transient phenol derivative 32, which is converted to silylaryl triflate 1 by reaction with N-phenyl triflimide.\nScheme 5. Garg's 3-step synthesis of benzyne precursor 1\nThere has been one report harnessing arynes and cyclic alkynes for the asymmetric construction of all-carbon quaternary centers (Scheme 6).76 Chiral enamine auxiliaries bearing 9-anthryl substituents were found to confer the highest levels of stereoinduction.\nScheme 6. Asymmetric formation of quaternary centers with arynes\nArynes in Natural Product Synthesis\nIn recent years, arynes have enjoyed a privileged role in total synthesis. For more information, we recommend consulting two reviews77,78 and the references therein. In 2010, our lab performed an enantioselective synthesis of (-)-curvularin (34, Scheme 7) and (−)-diplodialide C via aryne acyl-alkylation.79 The requisite macrocycle 33 was constructed by means of a ring-closing metathesis.\nScheme 7. Concise synthesis of 34 enabled by aryne acyl-alkylation\nSimilarly, Yoshida and coworkers presented an expedient approach to the synthesis of cytosporone B (35, Scheme 8), relying on an acyl-alkylation disconnection.80\nScheme 8. Retrosynthetic analysis of 35 leads to an aryne insertion\nThe Buszek group reported the total synthesis of cis-trikentin A (37, Scheme 9) using an indolyne cycloaddition.81 In this case, the indolyne intermediate is generated from dibromide 36 via lithium-halogen exchange and subsequent elimination.\nScheme 9. Facile synthesis of 37 via an indolyne cycloaddition\nLikewise, the Garg lab reported a synthesis of various N-methylwelwitindolinones such as 3882 by means of an indolyne cyclization (Scheme 10).83,84,85,86,87 Here, indolyne formation is triggered by base-induced halide elimination. The authors note minor issues of competing O-addition of the enolate in intermediate 39.\nScheme 10. Garg's retrosynthetic analysis of 38 reveals an indolyne annulation\nArgade and coworkers disclosed the total synthesis of (±)-cruciferane (40, Scheme 11) using aryne chemistry.88 Notably, the crucial aryne insertion step occurs in excellent yield.\nScheme 11. Expedient total synthesis of 40 by aryne cyclization\nThe Garg lab has incorporated carbazolyne chemistry in the total syntheses of tubingensin A89 (41, Scheme 12) and tubingensin B.90 The labeled quaternary stereocenter in 41 is formed in good yield and with exquisite diastereoselectivity due to the rigid conformational constraints on the system.\nScheme 12. Retrosynthesis of tubingensin A (41) by carbazolyne annulation\nGarg has also synthesized indolactam-containing natural products such as indolactam V (43, Scheme 13).91 The strategically placed bromide substituent in 42 is essential for overturning the inherent regioselectivity associated with the key C-N bond-forming step.\nScheme 13. Synthesis of indolactam V (43) by indolyne amination\nThe Lee group leveraged HDDA chemistry for the rapid total synthesis of selaginpulvilin D (46, Scheme 14).92 It is interesting to note that despite occurring under formally oxidizing conditions, the benzyne intermediate arising from an intramolecular HDDA of tetrayne 44 undergoes in situ transfer hydrogenation by the action of cyclooctane to afford fluorenone 45.\nScheme 14. Lee's total synthesis of 46 hinges on an elegant oxidation/intramolecular HDDA/hydrogenation sequence\nIn 2018, the Sarpong lab reported the acyl-alkylation of benzyne derivative 47 to access the seven-membered carbocyclic core of the diterpenoid alkaloid cossonidine (Scheme 15).93 Once again, a bromide substituent is necessary in order to ensure proper regioselectivity.\nScheme 15. Sarpong's acyl-alkylation approach to the central seven-membered ring of cossonidine\nZhu and coworkers disclosed a novel heteroannulation of arynes using α-amino imides.94 This method was employed for the total synthesis of (+)-hinckdentine A (48, Scheme 16).\nScheme 16. Zhu harnessed a novel acyl-amination strategy for the total synthesis of 48\nRecently, our lab reported the non-biomimetic total syntheses of (-)-jorunnamycin A (50, Scheme 17) and (-)-jorumycin in 15 and 16 steps, respectively.95 Amid this route, one of the necessary isoquinoline monomers was prepared using aryne chemistry. In this instance, the acyl-alkylation product is subjected to in situ condensation with ammonium hydroxide to afford densely functionalized isoquinoline 49.17 Remarkably, four of the five carbon-based stereocenters present in 50 are set in one step via an iridium-catalyzed asymmetric hydrogenation. Unlike previous approaches to these bis-tetrahydroisoquinoline natural products, this route is amenable to the synthesis of a diverse array of nonnatural analogs, because the aryne chemistry is independent of classical Pictet-Spengler approaches that have been employed in the syntheses of these alkaloids.\nScheme 17. Formation of isoquinoline monomer 49 en route to (-)-jorunnamycin A (50) and (-)-jorumycin\nConcluding Remarks\nClearly the field of aryne chemistry has experienced rapid growth over the last decade. In addition to the discovery of various methods strategically related to our initial acyl-alkylation disclosure, there have been many other impressive applications in the context of methods and total synthesis. Based on these recent developments, it is evident that these curious and highly reactive intermediates will continue to inspire chemists to discover new and synthetically useful reactions for the foreseeable future."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume96article23": {
        "Cite": "Org. Synth. 2019, 96, 361-381",
        "DOI": "DOI: 10.15227/orgsyn.096.0361",
        "Title": "Discussion Addendum for: Preparation of (R,R)-1,2:4,5-Diepoxypentane",
        "ReactionImages": [
            "v096p0361_1.gif"
        ],
        "Procedure": [
            "Enantiopure 1,2:4,5-diepoxypentanes and their dichlorodiol precursors have proven to be useful intermediates in the synthesis of complex natural products. Since 2000, the Organic Syntheses article2 and the primary reference3 have been cited over 100 times. While these C2 symmetric bis-electrophiles have most commonly been employed in the installation of anti-1,3 diol motifs, they have also recently been leveraged in development of new methods and utilized in the synthesis of chiral building blocks. These applications, as well as the use of these materials in the context of the total synthesis of complex natural products, will be discussed.\nThe original procedure (Scheme 1A) utilizes a reversible acyl transfer reaction of acetylacetone (1) using aluminum trichloride and chloroacetyl chloride.4 The reaction is driven forward through removal of acetyl chloride by distillation and the resulting dichlorodione is isolated (57-58% yield) as copper complex 2. The dione is then liberated from the metal under acidic conditions and subjected to Noyori asymmetric hydrogenation5,6,7,8,9 under high pressure to give dichlorodiol R,R-3 in 40% yield after recrystallization, which undergoes double cyclization under basic conditions to form bis-epoxide R,R-4 (92% yield; >97% ee). The initial report also demonstrates the title compound's utility in synthesizing 1,3-diol motifs (Scheme 1B).3 Treatment of bis-epoxide 4 with unhindered nucleophiles affords symmetric anti-1,3-diols (5) in high yields (61-96%). Controlled monoadditions to bis-epoxide 4 using organolithium species at low temperatures in the presence of BF3•OEt210 provide epoxy alcohols (6) in good yields (56-79%). These epoxy alcohols can be efficiently converted to differentially substituted anti-1,3-diols (7) upon treatment with a second nuceophile (63-89% yields), or converted to syn-1,3-diols through Mitsunobu inversion11,12 of the free hydroxyl. Early applications of these anti-1,3-diol strategies are highlighted in the synthesis of 17-deoxyroflamycoin13 and roflamycoin.14\nScheme 1. Synthesis of (R,R)-1,2:4,5-diepoxypentane; double addition and sequential addition to the bis-epoxide with organometallic nucleophiles\nSimultaneous Double Addition Strategies in Natural Product Synthesis\nIn Rychnovsky and co-worker's synthesis of 17-deoxyroflamycoin (11, Scheme 2), the ethereal tetrahydropyran (THP) ring provided a natural application of the double addition strategy.13 Treatment of bis-epoxide S,S-4 with an excess of vinylmagnesium bromide in the presence of a catalytic amount of CuI at -78 °C provided bis-homoallylic diol R,R-8 in 90% yield. Diol 8 underwent an acid-catalyzed transacetalization to afford high yields of acetal 9. The C2 symmetric acetal was then poised to undergo an intramolecular Prins cyclization15/desymmetrization with concomitant acetate trapping to provide THP-diacetate 10 in 42% overall yield. This noteworthy sequence leveraged the symmetry of the bis-epoxide to correctly install the 2,4,6-cis-THP stereochemistry, as well as the C19 stereocenter. The bis-homoallylic diol (8) generated by this double addition strategy has proven useful in a number of other synthetic programs.\nScheme 2. Rychnovsky's synthesis of 17-deoxyroflamycoin\nThe synthesis of (+)-obolactone (14, Scheme 3) by Brückner and Walleser employed the same conditions from the synthesis of 17-deoxyroflamycoin to transform bis-epoxide R,R-4 to bis-homoallylic diol S,S-8.16 Diol 8 was then protected using 2,2-dimethoxypropane under acidic conditions to provide acetonide 12 in 95% yield. One of the alkene functional groups of the C2-symmetric acetal underwent a subsequent symmetry-breaking Wacker oxidation.17,18,19 Treatment of acetonide 12 with catalytic PdCl2 under an atmosphere of oxygen using CuCl as the stoichiometric oxidant afforded a 64% yield of methyl ketone 13, with over-oxidation to the diketone also observed (18% yield). The methyl ketone functionality of 13 was critical for the installation of the dihydro-γ-pyranone moiety in the natural product, while the syn-orientation of the C­-O bonds was achieved through Mitsunobu inversion of the lactone stereocenter. Brückner and Walleser specifically mention that while Krische and co-workers have reported on an impressive single-step procedure for the catalytic enantioselective synthesis of bis-homoallylic diol (S,S-4) from 1,3-propanediol (Scheme 4),20 and have used this method extensively in the synthesis of polyketide natural products,21,22 the high cost of catalyst and ligand precluded their use on scale in this case.\nScheme 3. Brückner and Walleser's synthesis of (+)-obolactone\nScheme 4. Krische's one-step synthesis of S,S-8.\nBrückner and Walleser also used bis-homoallylic diol R,R-8 as the starting point for their work on a unified synthetic strategy toward ent-filipin III and ent-pentamycin (20 & 21), as shown in Scheme 5.23 Symmetry-breaking Mitsunobu inversion of bis-homoallylic diol R,R-8 was achieved by treatment with crotonic acid, triphenyl phosphine and diisopropyl azodicarboxylate (DIAD) in toluene to give monoester 16 in 62% yield. The free hydroxyl group of 16 was then converted to sulfonate ester 17 in high yield using vinylsulfonyl chloride and triethylamine. Tetraene 17 was subjected to double ring closing metathesis using Grubbs II catalyst24 in toluene at 100 °C to afford bicyclic intermediate 18. This bicyclic lactone was further elaborated to acetonide 19 constituting a synthesis of the C1-C10 or \"southwestern\" portion of the polyketides.\nScheme 5. Brückner and Walleser's approach to ent-filipin and ent-pentamycin\nAnother example of double addition using an organomagnesium nucleophile was utilized in Eustache and co-workers synthesis of attenol A (27, Scheme 6).25 Treatment of bis-epoxide R,R-4 with 3-butenylmagnesium bromide in the presence of CuI at -40 °C provided diene diol S,S-22 in 88% yield. Diol S,S-22 was then converted to PMP-acetal 23 in high yield (88%) through acid-catalyzed transacetalization. Reductive cleavage of the benzylic C-O bond by the action of sodium cyanoborohydride under acidic conditions afforded PMB ether 24 in 76% yield. The free hydroxyl group of mono-protected diol 24 was then poised for intermolecular iodoetherification when treated with N-iodosuccinimide (NIS) in the presence of potassium carbonate. The resulting differentially protected diol derivative 25 was obtained in 80% yield and carried forward as inconsequential mixture of diastereomers to access spiroketal 26 en route to attentol A.\nScheme 6. Eustache's synthesis of attenol A\nPerhaps the most complex example of simultaneous double addition is seen in Smith and Pitrem's synthesis of the Schrieber trisacetonide in their synthesis of mycoticins A and B (33 & 34, Scheme 7).26,27 This single-pot, five-component linchpin coupling strategy utilized bis-epoxide S,S-4 as the central five carbon piece of the C16-C28 fragment of the natural products. The sequence began with lithiation of silyl dithiane 28, which opened the epoxide of (-)-benzyl glycidyl ether 29 to give alkoxide 30. Upon warming, the transient intermediate underwent an intramolecular [1,4]-Brook rearrangement28,29 to generate an organolithium poised for double addition into bis-epoxide S,S-4 to afford diol 31 in 59% overall yield. This remarkable sequence forged four C-C bonds and provided the entire carbon framework of the C16-C28 fragment in a single operation.\nScheme 7. Smith's synthesis of mycoticin A and B\nIn an interesting example of post-double addition functionalization, Tang and Werness were able to exploit the C2-symmetry of bis-epoxide R,R-4 to synthesize the 2,5-cis-disubstituted tetrahydrofuran (THF) core of the marine sesquiterpene (-)-kumausallene (37, Scheme 8).30 Their strategy employed bis-allylic diol R,R-35, which was accessed through a protocol developed by Hanson and co-workers (vide infra). Treatment of diol 35 with a catalytic amount of PdCl2 in the presence of CO and NaOAc using CuCl2 as the stoichiometric oxidant initiated a carbonylative cascade reaction31,32 to provide bicyclic lactone 36 in 87% yield. This key transformation installed the requisite stereochemistry of the central portion of the natural product, as well as appropriate synthetic handles for further functionalization.\nScheme 8. Tang's synthesis of (-)-kumausallene\nSequential Double Addition Strategies in Natural Product Synthesis\nFor Rychnovsky and co-worker's synthesis of roflamycoin (45), the hemiketal-pyran linkage required differential substitution (Scheme 9) and demonstrated the power of the sequential double addition strategy.14 Treatment of bis-epoxide S,S-4 with a stoichiometric amount of (benzyloxy)methyllithium 38 and BF3•OEt2 in THF at -78 °C provided mono-addition adduct 39, which was then treated with the organolithium formed from transmetallation of 2,2-bis-(tributyltin)dithiane 40. This single-pot procedure afforded dithiane diol 41 in 56% overall yield. Subsequent acetonide formation and transmetallation provided a competent nucleophile for direct displacement of dibromide42, which itself was derived from dichlorodiol R,R-3. The resulting bis-acetonide (43) was obtained in 60% overall yield and provided a rapid access to tris-acetonide 44, a key intermediate for the synthesis of the hemiketal-pyran moiety of 45. Similar sequential addition strategies have proven to be useful as well.\nScheme 9. Rychnovsky's synthesis of roflamycoin\nThough most commonly used in the synthesis of polyketide natural products, Evans and co-workers were able to employ bis-epoxide R,R-4 in the synthesis of polycyclic guanidinium alkaloid (-)-batzelladine D (51, Scheme 10).33 Addition of the transiently formed cuprate derived from catalytic CuCN and octyl Grignard reagent in the presence of BF3•OEt2 in THF at -78 °C led to formation of mono-addition adduct 46 in 71% yield. The resulting epoxy alcohol (46) was then treated with the ylide generated from the in situ deprotonation of trimethylsulfonium triflate to afford 95% yield of anti-1,3-diol 47. Conversion of diol 47 to cyclic carbonate 48 was achieved in 90% yield by treatment with 1,1'-carbonyldiimidazole (CDI) and pyridine. Cyclic carbonate 48 was then employed as the electrophile in a rhodium-catalyzed allylic amination.34 The LiHMDS-mediated deprotonation of dihydropyrimidinone 49 provided a nucleophile, which in the presence of Wilkinson's catalyst and trimethyl phosphite displaced the allylic carbonate to forge the C-N bond of 50 in high conversion and selectivity (84% yield; dr ≥ 30:1). This sequence rapidly provided the required stereochemistry for the bicyclic guanidinium portion of (-)-batzelladine D.\nScheme 10. Evan's synthesis of (-)-batzelladine D\nHanson's synthesis of chiral bicyclo[4.3.1]phosphate triester building blocks\nWhile Mioskowski's conversion of epoxides to homologated allylic alcohols35 was used in Evans' synthesis of (-)-batzelladine D, the use of this transformation as it pertains to 1,2:4,5-diepoxypentanes was pioneered by Hanson and co-workers for their research in synthesis of phosphate triester building blocks.36 The simultaneous double addition of sulfonium ylides onto either chiral bis-epoxide S,S-4 or dichlorodiol S,S-3 to give the corresponding bis-allylic diol S,S-35 proceeded in high yields (76% and 80% yield, respectively) (Scheme 11).37 This was a critical reaction in the synthesis of chiral phosphate triesters. Condensation of diol 35 onto POCl3 in the presence of Et3N and DMAP provided cyclic chlorophosphate diester 52. Final chloride displacement was carried out with lithium allyloxide in THF at -40 °C to afford triene 53, which underwent a ring-closing metathesis reaction in the presence of Grubbs II catalyst24 to provide phosphate triester S,S,PS-54.\nScheme 11. Hanson's synthesis of tris-allylic phosphate triesters\nHanson and co-workers have shown these tethered phosphate esters to be versatile intermediates for organic synthesis.36 In addition to synthesis of complex natural products such as those seen in Figure 1,38,39,40,41 recent extensions of this technology include probing the complementary reactivity of the corresponding phosphite-borane tethers.42,43 While these reports demonstrate the utility of P-tethered building blocks, perhaps none more clearly highlight the versatility of these intermediates than Hanson's approach to dolabelide C.41 Retrosynthetic analysis of this 24-membered macrolide produced by the sea hare D. auricularia (58, Scheme 12) divided the macrolactone into two large fragments (59 and 60) that can come from the enantiomeric phosphate triesters R,R,PR-54 and S,S,PS-54.\nFigure 1. Complex products synthesized using phosphate triester building blocks\nScheme 12. Hanson's retrosynthetic analysis of dolabelide C\nSynthesis of the C1-C14 fragment of dolabelide C, shown in Scheme 13, began with cross metathesis of phosphate triester R,R,PR-54 and alkene 61 in the presence of the 2nd generation Hoveyda-Grubbs catalyst44,45,46 to give phosphate diene 62. Regioselective reduction of the exocyclic alkene in 62 required treatment with 2-nitrobenzenesulfonyl hydrazine and Et3N as the phosphate esters are not tolerant of more basic diimide reduction protocols. The resulting cyclic alkene 63 was then subjected to a Pd-catalyzed formate reduction that regioselectively delivered hydride to the C10 position resulting in the desired terminal alkene 64. With a majority of the northwest coupling fragment assembled, alkene 64 was further elaborated to carboxylic acid 59 in 11 steps.\nScheme 13. Hanson's approach to the C1-C14 fragment of dolabelide C\nA similar cross metathesis/reduction strategy was employed for the 2nd generation synthesis of the C15-C30 fragment (Scheme 14) to convert S,S,PS-54 to cyclic alkene 67. In this case, regio- and diastereoselective methyl cuprate addition proceeded in an SN2′ fashion to afford terminal alkene 68. This advanced intermediate was carried through another 10 steps to provide southwest fragment 60. Though containing a problematic MOM protecting group strategy, the 1st generation synthesis of this fragment also demonstrated the phosphate triester moiety's tolerance to both hydroboration/oxidation conditions, as well as an acidic PMB protection protocol.\nScheme 14. Hanson's 2nd generation synthesis of the C15-C30 fragment of dolabelide C\nHanson's chiral phosphate triesters have proven to be useful building blocks for organic synthesis with new modes of reactivity still to be discovered. Advancements in this technology were facilitated by the synthetic route developed for the bis-epoxide and dichlorodiol precursors, which speaks to the reliability of the procedure. In addition to enabling new technologies, these intermediates have also found utility in the context of providing straightforward access to enantioenriched variants of classically important synthetic intermediates.\nAubé's extension through synthesis of valuable chiral building blocks\nAs shown in Figure 2, 4-hydroxy-2-cyclopentenones (4-HCP) have long been a privileged scaffold in the synthesis of biologically active compounds, including prostaglandins, alkaloids and terpene natural products.47,48,49 As such, the ability to access either enantiomer of this class of molecules has been a long standing area of interest for synthetic organic chemists. Aubé and co-workers provided a compelling strategy to synthesize a variety of hydroxyl protected 4­-HCP derivatives in enantioenriched forms.50 The synthetic strategy, shown in Scheme 15, involves using Hanson's protocol to access bis-allylic diol R,R-35 from dichlorodiol R,R-3. Monoprotection of C2-symmetric diol R,R-35 proceeded in high yields (66-95%) for a variety of protecting groups. The resulting dienes (72) were able to smoothly undergo a RCM reaction using Grubbs I catalyst51 to give cyclopentenol derivatives (73, 88-92% yields), which were then oxidized with pyridium chlorochromate to the corresponding cyclopentenones (74) in high yields (92-94%) on gram scale. In addition, this report also provided conditions for further functionalization of both the cyclopentenol derivatives and 4-HCPs.\nFigure 2. Select examples of natural products synthesized using 4-HCPs\nScheme 15. Aubé's synthesis of enantioenriched 4-HCP derivatives\nSingh and Aubé used dichlorodiol R,R-3 as a key intermediate in their syntheses of spatially directed cyclohexane-1,3-diols (Scheme 16).52 Analogous to the monoprotection of bis-allylic diol R,R-35, dichlorodiol R,R-3 underwent monohydroxyl protection by the action of TIPSCl in the presence of n-BuLi to afford dichloride 75 in 92% yield. To synthesize cyclohexyl derivatives, dichloride 75 was then converted to chloroepoxide 76 in 95% yield under basic conditions. In the presence of Smith's linchpin dithiane 77, chloroepoxide 76 underwent an epoxide opening/Brook rearrangement sequence. The transient carbanion subsequently displaced the remaining chloride to provide differentially protected cyclohexane 78, which can be selectively deprotected in a variety of ways. This method is complementary to the work of Linclau et al., who used dithiane linchpin coupling on bis-epoxides (e.g. 4) to construct cyclopentyl nucleosides.53,54\nScheme 16. Singh and Aubé's synthesis of cyclohexyl trans-1,3-diols\nIn addition to cyclohexane-1,3-diols, Singh and Aubé also used dichloride 75 to synthesize piperidine and thiane derivatives as well (Scheme 17). In the case of piperidine derivatives, dichloride 75 was first converted to diiodide 82 through a double Finkelstein reaction.55,56 This more potent bis-electrophile was primed to undergo a double displacement with benzylamine to give piperidine 83 in 88% yield. The increased nucleophilicity of sulfur meant that dichloride 75 was a competent bis-electrophile for the double displacement and provided thiane 85 in 88% yield when treated with sodium sulfide. These heterocycles also underwent standard silyl group cleavage to give the corresponding 1,3-diols (84 and 86) in high yields (94% and 92%, respectively).\nScheme 17. Singh and Aubé's synthesis of piperidinyl and thianyl trans-1,3-diols\nConcluding Remarks\nThe enantiopure forms of 1,2:4,5-diepoxypentane (4) and dichlorodiol (3) have been used by many groups as chiral precursors for organic synthesis. The original procedure is convenient and scalable, providing access to either enantiomer based on readily available and inexpensive chiral BINAP ligands. Displacement at the primary positions lead to a variety of simple enantiopure cyclic and acyclic building blocks. These typically occur either through simultaneous double addition of organometallic nucleophiles to give C2 symmetric diols or sequential double addition to give asymmetric diols. While the resulting 1,3-diol motif has most commonly found utility in the context of polyketide natural product synthesis, applications to alkaloid and terpene natural products have also been described. In addition, this method has provided straightforward access to bicyclo[4.3.1]phosphate triesters and 4-hydroxycyclopentenones derivatives, themselves valuable synthetic intermediates. Based on these recent developments, 4 and 3 will continue to provide synthetic chemists with useful entry points for chiral synthesis and enable new modes of reactivity."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume97article6": {
        "Cite": "Org. Synth. 2020, 97, 66-78",
        "DOI": "DOI: 10.15227/orgsyn.097.0066",
        "Title": "Discussion Addendum for: Dibenzo[a,e]cyclooctene: Multigram Synthesis of a Bidentate Ligand",
        "ReactionImages": [
            "v097p0066_1.gif"
        ],
        "Procedure": [
            "The title compound, henceforth designated dbcot, was first prepared in 1946.2 It typically served to prepare analogs of cod-complexes of transition metals. Anton and Crabtree found that dbcot is bound more tightly and is more electron with­drawing than cod in complexes of low-valent transition metal ions.3 This ob­­servation led to the first application of dbcot as a rea­gent, the Crabtree test (1983),4 which was based on the finding that dbcot is an inhibitor of homo- but not heterogeneous transition metal catalysts. Per­haps due to difficulties associated with earlier syntheses, dbcot chemistry received wider attention only after 2002, when Wudl et al.5 reported a con­ve­nient synthesis, which was some­what improved by our group.\nThis discussion addendum is focused on uses of dbcot and a few deri­vatives in catalysis. Useful procedures for prepa­ra­tion of these compounds are also outlined. Fun­da­mental metalorganic and coordination che­mistry of dbcot have been reviewed recent­ly (2019)6 and are here only dis­cus­sed in conjunction with cata­lysis.\n\nPreparation of Dbcot and Dbcot Derivatives\nThe procedures currently in use are all based on Wudl's work. The route to dbcot, as streamlined by us, has been used by several groups without problems. Nevertheless, members of one of the groups expressed concern about the lachrymatory effect of a,a'-dibromo-o-xylene and the use of carbon tetrachloride as solvent in the bromination step.7\nWudl's work was also directed at the diyne 7 and included a ring enlar­gement of the commercially available dibenzosuberone (4) with trimethylsi­lyldiazomethane to give the ketone 5 (70%) (Scheme 1).5 This ketone was used by Chen and Hartwig for the development of a second route to dbcot by adding a Shapiro reaction via the hydazone 6 to give dbcot (1) in 83% yield (Scheme 1).8\nScheme 1. A second practical route to dbcot (1)\nGrützmacher et al.9 prepared a series of 5-aryl-dbcot derivatives from the ketone 5 in two simple steps (Scheme 2) and used them as ligands of transition metal catalysts. A chiral Rh-complex of 9a, obtained by resolution, gave promising results in an enantioselective Hayashi-Miyaura reaction. While the Rh-complex was stable against racemization, the free ligand (R)-9a underwent complete racemization by tub to tub interconversion within > 3 h at room temperature.\nScheme 2. A route to monoaryl substituted dbcot derivatives 9\nStrand et al.10 advanced the topic of asymmetric catalysis by using C2-symmetric derivatives 12 of dbcot (Scheme 3). Their synthesis commenced with the dibromide 2, which was transformed into the dione 10 according to a known procedure (Kornblum oxidation),11 which proceeded in good yield but required two equivalents of silver tosylate. The dione 10 was trans­formed into the bis-triflate 11 by treatment with Tf2O. Finally, cross coup­ling using an Fe- and a Pd-catalyst, furnished 5,11-methyl- (12a) and 5,11-phenyl-dbcot (12b), respectively. Enantiomers of both 12a and 12b could be separated by semi-preparative chiral column chromatography. The enantiomers equilibrate by tub to tub isomerization with a barrier of » 30 kcal/mol; accordingly, racemization at room temperature is slow.\nThe benzologue 16 (dncot) of dbcot was already prepared in 1990 in low yield.12 A convenient high yield route was developed by Wender et al. (Scheme 4).13 a,a'-Dibromo-o-xylene served as starting material; the reaction with ethynyltrimethysilane furnished the dialkyne 13 in almost quantitative yield. Subsequent deprotection to give 14 was carried out in excellent yield with 3 equivalents of silver cyanide. In the meantime, catalytic methods (10 mol% of AgNO3) have been developed14 that likely would allow simpli­fication of the deprotection step. Nickel-catalyzed [2+2+2+2]-cycloaddition to give 15 followed by oxidation furnished crystalline dncot (16) in high overall yield. Addition of bromine followed by base-promoted elimination gave the bromide 17. This allowed preparation of a variety of further de­rivatives 18 of dncot by substitution or cross coupling reactions.\nScheme 3. Preparation of C2-symmetric dbcot derivatives 12\nScheme 4. Preparation of dncot (15) according to Wender\n\nUses in Catalysis\n\nRhodium-Catalyzed 1,4- and 1,2-Additions of Arylboronic Acids\nInterest in dbcot as a constituent of catalysts rather than as an inhibitor, cf the Crabtree test, began after Hayashi and Carreira in 2003 introduced chi­ral dienes 19 and 20, respectively, as ligands of Rh-catalysts of the Hayashi-Miyaura reaction (Figure 1) 15,16a and an Ir-catalyzed kinetic resolution allylic substitution.16b\nRh-Complexes of dienes such as cod, 19 and 20 are not very stable. This observation induced Grützmacher et al. (2005)9 to employ Rh-complexes of the dbcot derivatives 9 as catalysts. The complex (R)-21b furnished excellent yield and modest but promising enantioselectivity for the 1,4-addition of phenylboronic acid to cyclohexen-2-one (Scheme 5).\nFigure 1. Chiral diene ligands and complexes\nScheme 5. Hayashi-Miyaura reaction\nFollowing the rule that C2-symmetry is an advantageous property of a chiral ligand, Strand and co-workers prepared the enantiomerically pure Rh-complexes (S,S)-22a and -22b (Figure 1) from the ligands 12a and 12b, respectively.10 With these, the expected high enantioselectivities were indeed ob­tained with cyclic as well as acyclic enones and enoates (Scheme 6). In ad­dition, highly enantioselective 1,2-additions of arylboronic acids to a-keto­esters were realized by the Strand group.10\nScheme 6. Use of C2-symmetric dbcot derivatives in the Hayashi-Miyaura reaction\n\nIridium-Catalyzed Allylic Substitutions\nThe Ir-catalyzed allylic substitution was introduced in 1997 and found immediate interest because of preference for the branched, chiral substitution product.17 Continuous development has led to two very robust and highly regioselective as well as enantioselective versions (type I, Scheme 7,18 and type II19)20 with many applications in the area of biologically active com­pounds.21 Both versions rely on catalysts prepared from the complex [Ir(cod)Cl]2 and a chiral phosphine. Earlier on it was not clear, whether cod was incorporated into the active catalyst. It turned out that cod is preserved in type I and lost in type II substitutions. This finding was an incentive to explore dbcot-derived catalysts in type I substitutions.\nScheme 7. Ir-catalyzed enantioselective allylic substitutions of type I\nThere are several improvements to be gained by using dbcot-complexes in type I allylic substitutions: (a) Dbcot-Ir-complexes display enhanced ther­mal stability, because dbcot is stronger bound to IrI than cod. (b) Reactions with cod-complexes as catalysts require strict exclusion of oxygen. In stark contrast, the corresponding reactions with dbcot-complexes can be run under air and with aqueous solvents. (c) With cod, reactions often display unsatis­factory regioselectivity in case of aliphatic substituents R. With dbcot im­provement is gained because of its enhanced electron acceptor capacity.\nAn interesting example illustrating point (a) is due to Han et al. (Scheme 8).22 This (Tsuji) reaction involves a decarboxylative allylic substitution as the key step. With cod as an ancillary ligand, the reaction did not proceed up to a temperature of 85 °C and a reaction time of 24 h, presumably because of decomposition of the catalyst. A highly selective reaction occurred with the corresponding dbcot derived catalyst at 60 °C within 6 h.\nScheme 8. Tsuji-type decarboxylative allylic etherification\nPoint (b), stability of the catalyst against air and water, is illustrated by Scheme 9.23 Previous attempts to accomplish an allylic hydroxylation using cod containing Ir-complexes failed in our and another laboratory.24 With dbcot as an ancillary ligand and bicarbonate as a nucleophile, the reaction could be performed with excellent results. The requisite Ir-complexes were obtained in a very convenient way as described in Scheme 10.25\nScheme 9. Enantioselective allylic hydroxylation\nScheme 10. One pot preparation of (allyl)Ir complexes\nTosatti et al. needed to employ similarly polar (DMSO) and aerobic con­ditions in the development of an array of drug lead-like highly polar amino acid derivatives.26,27 Use of cod as ancillary ligand furnished yields below 5%. With dbcot excellent yields of the branched (exclusively) products were obtained (Scheme 11). Peters, et al. used the similarly polar solvent dimethylformamide in combination with the complex 24 successfully for a sequential allylic substitution/aza-Cope rearrangement process.28\nScheme 11. Aerobic allylic substitutions with highly polar amines in DMSO as a solvent\nImprovement of regioselectivity, i. e. point (c) above, is another incentive for the replacement of cod by dbcot or dncot. Results, taken from reference 29 for cod/dbcot and reference 30 for dncot, are presented in Figure 2.29,30 It is apparent that the latter ligands induce improved regioselectivity in favor of the branched products; this is likely due to their enhanced electron withdrawing capacity in comparison to that of cod. The (R)-enantiomer of the final product in Figure 2 was required as starting material for total syntheses of the natural products (+)-crypt- and (+)-infectocaryone.31 Many further examples concerning the influence of dbcot on regioselectivity have been reported by the You group.32\nFigure 2. Results of reactions according to Scheme 7 using various diene ligands (ligand L2)\n\nMiscellaneous reactions\nSince 1995 Wender et al. have developed syntheses of cycloheptane derivatives via intra- and intermolecular Rh-catalyzed [5+2] cycloaddition reac­tions.33 Over the years progress with respect to reactivity and regioselec­tivity was achieved by introducing new Rh-catalysts. Currently three catalysts are being used of which one contains dncot as a ligand (Scheme 12). The crucial problems for the intermolecular reaction are regioselectivity and rate (Figure 3).13 The dncot-complex excelled particularly with respect to regioselectivity. The influence of the ligand was elucidated by dft calculations.34\nFigure 3. Catalysts used in [5+2] cycloaddition reactions\nScheme 12. [5+2] Cycloaddition reactions according to Wender et al. (DCE: 1,2-dichlorethane, TFE: 2,2,2-trifluoroethanol)\nZhang et al. have studied polymerization of phenylacetylenes with Rh-cod as well as Rh-dbcot-complexes as catalysts (Scheme 13).35 Once more dbcot-complexes, such as 21a, excelled, displaying higher stability and acti­vity than cod-complexes due to stronger Lewis acidity caused by the high π-acidity of dbcot. Thus, on water polymerization under aerobic conditions became feasible. Facile recovery and re-use of the catalysts was possible due to their water-solubility.\nScheme 13. Use of a dbcot-complex as polymerization catalyst\nFinally, Grützmacher et al.36 have developed the Ru-catalyst 26, which is a hydrogenase mimic in that it is able to both catalytically split and produce H2 by stepwise release of electrons and protons (Scheme 14). Turnover num­bers up to 252 were found for the hydrogenation of vitamin K3; the quinoid moiety, rather than a double bond, was selectivity hydrogenated in the case of vitamin K2.\nScheme 14. Hydrogenase mimic devised by Grützmacher et al."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume80article6": {
        "Cite": "Org. Synth. 2003, 80, 46",
        "DOI": "DOI: 10.15227/orgsyn.080.0046",
        "Title": "SYNTHESIS OF (R,R)-4,6-DIBENZOFURANDIYL-2,2'-BIS (4-PHENYLOXAZOLINE) (DBFOX/PH) – A NOVEL TRIDENTATE LIGAND",
        "ReactionImages": [
            "v080p0046_1.gif",
            "v080p0046_2.gif"
        ],
        "Procedure": [
            "A. Dibenzofuran-4,6-dicarboxylic acid(2).2 A 1-L, three-necked, round-bottomed flask (Note 1) is fitted with a large magnetic stirbar. Under argon, the flask is charged with 350 mL of dry, freshly distilled diethyl ether, 10.0 g (59.4 mmol) of dibenzofuran (Notes 2, 3) and 27 mL (179 mmol) of tetramethylethylenediamine (TMEDA). The mixture is cooled to −78°C (bath temperature) with a dry ice/acetone bath, and stirred (Note 4) while 137 mL (178 mmol) of sec-butyllithium is added over 1 hr via cannula and syringe (Note 5). After warming the reaction mixture to 25°C, the suspension is stirred for 24 hr. The mixture is cooled again to −78°C under vigorous stirring and gaseous carbon dioxide (CO2) (Note 6) is introduced over 1 hr; the reaction mixture is then warmed to 25°C over 4 hr under a constant CO2 stream (Note 7). After decanting the supernatant liquid, a brown solid is isolated by filtration using a Buchner funnel (Note 8). The residue is washed with 300 mL of diethyl ether and then suspended in 200 mL water, acidified with aqueous 2N HCl to pH 3, and stirred for 1 hr. After filtration, the beige solids are washed first with 400 mL of water and then with 200 mL of diethyl ether. The solids are dried under vacuum over phosphorus pentoxide (P2O5) for three days to yield 14.5 g (96%) of the title compound 2 (Note 9).",
            "B. Dibenzofuran-4,6-dicarbonyl chloride (3): A 250-mL, three-necked flask (Note 1), equipped with a magnetic stirbar, condenser, thermometer, and addition funnel, is charged with 5.0 g (19.6 mmol) of diacid 2 and 68 mL of chloroform (CHCl3) (Note 10). At 25°C, 44 mL (600 mmol) of thionyl chloride (Note 2) and 1 drop of dimethylformamide (DMF) are added, followed by heating the mixture at 68°C for 3 hr. After the initial suspension turns into a yellow solution (Note 11), the heating source is removed and the diacid chloride 3 precipitates as a white solid. After cooling the reaction mixture to 25°C, the solid is collected via filtration using a Buchner funnel, washed with CHCl3 (Note 12), and dried in a vacuum desiccator for 15 hr to give 5.12 g (90%) of 3 as a white powder (Note 13).",
            "C. (R,R)-Dibenzofuran-4,6-dicarboxylic acid bis(2-hydroxy-1-phenylethyl) amide (4): A 250-mL, three-necked flask (Note 1), equipped with a magnetic stirbar, is charged with 5.00 g (17.07 mmol) of diacid chloride 3 and 135 mL of freshly distilled CHCl3. After cooling the suspension to 0°C under nitrogen, a solution of 5.18 g (37.74 mmol) of (R)-phenylglycinol (Note 2) and 5.26 mL (37.74 mmol) of triethylamine (Et3N) in 25 mL of CHCl3 (Note 14) is added over 2 hr via an addition funnel (Note 15). After the reaction mixture is stirred for 15 hr at 25°C, CHCl3 (100 mL) and solid ammonium chloride (5 g) is added and the suspension is stirred for a further 0.5 hr (Note 16). The suspension is filtered and the residue is washed with CHCl3 (3 × 50 mL). The residue is put aside for suspension in tetrahydrofuran (THF). The combined filtrate and washings are evaporated to dryness under reduced pressure. The resulting residue is purified by two recrystallizations from ethyl acetate/hexane (ca. 9:1) to give the amide 4 (combined yield 5.2 g, 61.0%). The mother liquor from the recrystallizations is chromatographed using silica gel (eluting with ethyl acetate/hexanes initially in a 1:1 ratio and increasing to 4:1, then 1:0) to give more amide 4 (0.6 g, 7.0%). The original solid residue, obtained from the filtration, is suspended in THF (200 mL); the slurry is stirred using a magnetic stirbar for 30 min. The product is filtered. The THF extraction of this residue is repeated (Note 17) and the filtrates are combined. Removal of the solvent under reduced pressure afforded additional amide 4, which was recrystallized as before (1.7 g, 20.0%). The overall yield of amide 4 is 5.9-7.5 g (11.9-14.9 mmol, 70-88%) (Note 18).",
            "D. Caution! Diethylaminosulfur trifluoride is a powerful corrosive and reacts violently with water. Appropriate precautions should be taken whenever it is handled, since one of its decomposition products is hydrofluoric acid.\n(R,R)-4,6-Dibenzofurandiyl-2,2'-bis(4-phenyloxazoline), DBFOX/Ph (5): A 100-mL, one-necked flask (Note 1) equipped with a magnetic stirbar is charged with 2.40 g (4.85 mmol) of 4 and 50 mL of dichloromethane (CH2Cl2). After the suspension is cooled (Note 19) to −20°C, 1.49 mL (11.28 mmol) of diethylaminosulfur trifluoride (DAST, (Note 2)) is slowly added via syringe. After 18 hr at −20°C, 4 mL of aqueous 4N ammonium hydroxide (NH4OH) is added and the resulting solution is stirred for 15 min at −20°C. Subsequently, the cooling bath is removed and 10 mL of water is added. The orange aqueous phase is extracted with CH2Cl2 (3 × 15 mL) and the combined organic phases are dried over magnesium sulfate (MgSO4) and concentrated under vacuum. The resulting material is chromatographed using silica gel (20% EtOAc/hexanes, (Note 20)) to yield 2.10 g (4.59 mmol, 94%) of 5 as an off-white foam. This foam can be recrystallized from EtOAc/hexanes to yield white crystals (Notes 21-23)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume85article18": {
        "Cite": "Org. Synth. 2008, 85, 172",
        "DOI": "DOI: 10.15227/orgsyn.085.0172",
        "Title": "2-METHYLENECYCLOPROPANECARBOXYLIC ACID",
        "ReactionImages": [
            "v085p0172_1.gif",
            "v085p0172_2.gif"
        ],
        "Procedure": [
            "A. 2-Bromo-2-methyl-cyclopropanecarboxylic acid ethyl ester (1). A flame-dried, two-necked, 50-mL round-bottomed flask containing a magnetic stirring bar is fitted with septa to prevent exposure to air. Needles are then used for both an argon inlet and gas outlet to a bubbler. To this flask is added Rh2(OAc)4 (47.4 mg, 0.214 mmol Rh, 0.2 mol%) (Note 1) followed by 2-bromopropene (18.5 mL, 25.2 g, 0.208 mol, 2.18 equiv) (Note 2) by syringe. The argon inlet is removed and ethyl diazoacetate (11.0 mL, 10.6 g, 92.5 mmol, 1.00 equiv) (Note 3) is added by syringe pump over a period of two days (Note 4). Once the addition is complete, the reaction mixture is stirred for an additional 8 h (Note 5). The gas outlet is then removed and one septum is replaced with a one-piece, vacuum-jacketed short path distillation head containing an 18 mm (length) × 13 mm (OD) Vigreaux column. The excess 2-bromopropene is removed by distillation (760 mmHg, bp 42-45 °C) (Note 6). The reaction flask is cooled to room temperature, vacuum is applied (18–22 mmHg), and the flask is gradually heated in an oil bath to a bath temperature of 80 °C. This distillation provides 15.3-18.0 g (80-94% yield) of the bromo ester 1 (bp 64–73 °C, 18–22 mmHg) as a clear, colorless liquid (Notes 7–9).",
            "B. 2-Methylene-cyclopropanecarboxylic acid, ethyl ester (2). A flame-dried, two-necked, 250-mL round-bottomed flask containing a magnetic stirring bar is fitted with a septum and a condenser containing a septum. An argon inlet and gas outlet is introduced through the condenser septa using needles. Under argon atmosphere, sodium hydride (6.10 g, 0.153 mol, 1.77 equiv) (Note 10) and diethyl ether (110 mL) (Note 11) are added. Bromo ester 1 (17.9 g, 0.0864 mol, 1.00 equiv) is then added via cannula using 10 mL of diethyl ether to complete the transfer. The argon inlet needle is removed, leaving the reaction solution vented to a bubbler. The reaction mixture is brought to reflux (oil bath set to 45 °C) before ethanol (1.1 mL, 0.019 mol, 0.22 equiv) (Note 12) is added (CAUTION: addition of the ethanol should be done slowly over the course of several minutes to prevent excessive hydrogen gas evolution). The resulting, light-brown solution is stirred at reflux for 15 h (reaction progress can be monitored by GC-MS, Note 13). The reaction mixture is then cooled and the precipitated tan solid is filtered through a 1 cm pad of Celite® in a sintered glass Büchner funnel (8.5 cm ID). The residue is washed with diethyl ether (2 × 50 mL) and the resulting yellow filtrate is distilled at 760 mmHg using a 12 cm (length) × 17 mm OD Vigreaux column and short path distillation apparatus (18 mm (length) × 13 mm (OD)) to remove the diethyl ether. Vacuum is then applied (13–14 mmHg) and the resulting yellow oil residue is then distilled to afford 7.75 g (71% yield) of 2-methylenecyclopropane carboxylic acid ethyl ester (2) (40–44 °C, 13–14 mmHg) as a clear, colorless liquid. A second distillation (Note 14), necessary to remove a trace impurity, is performed to provide 7.28 g (66% yield) of analytically pure product (Note 15)."
        ],
        "Compounds": [
            "Rhodium acetate dimer:\nRhodium, tetrakis[μ-(acetato-κO:κO')]di-, (Rh-Rh); (15956-28-2)",
            "2-Bromopropene:\n1-Propene, 2-bromo-; (557-93-7)",
            "Ethyl diazoacetate:\nAcetic acid, 2-diazo-, ethyl ester; (623-73-4)",
            "Sodium hydride; (7646-69-7)",
            "Cyclopropanecarboxylic acid, 2-bromo-2-methyl-, ethyl ester; (89892-99-9)",
            "Cyclopropanecarboxylic acid, 2-methylene-, ethyl ester; (18941-94-1)"
        ],
        "ShortCompounds": [
            "Rhodium acetate dimer:\nRhodium, tetrakis[μ-",
            "2-Bromopropene:\n1-Propene, 2-bromo-; ",
            "Ethyl diazoacetate:\nAcetic acid, 2-diazo-, ethyl ester; ",
            "Sodium hydride; ",
            "Cyclopropanecarboxylic acid, 2-bromo-2-methyl-, ethyl ester; ",
            "Cyclopropanecarboxylic acid, 2-methylene-, ethyl ester; "
        ]
    },
    "volume85article19": {
        "Cite": "Org. Synth. 2008, 85, 179",
        "DOI": "DOI: 10.15227/orgsyn.085.0179",
        "Title": "REGIOSELECTIVE SYNTHESIS OF 1,3,5-TRISUBSTITUTED PYRAZOLES BY THE REACTION OF N-MONOSUBSTITUTED HYDRAZONES WITH NITROOLEFINS",
        "ReactionImages": [
            "v085p0179_1.gif"
        ],
        "Procedure": [
            "A. 5-Benzo[1,3]dioxol-5-yl-3-(4-chlorophenyl)-1-methyl-1H-pyrazole (2). A 500-mL, three-necked, round-bottomed flask equipped with a mechanical stirrer (fitted with a 7.5-cm glass paddle), a condenser (open to the atmosphere) and a rubber septum is charged with 4-chlorobenzaldehyde (5.00 g, 35.5 mmol, 1.25 equiv) and MeOH (200 mL) (Note 1). Methylhydrazine (1.9 mL, 1.66 g, 35.5 mmol, 1.25 equiv) is added to this solution dropwise via syringe over 3 min (Note 1). After 2 h at room temperature, the formation of hydrazone 1 is complete (Note 2). The septum is removed and 3,4-methylenedioxy-β-nitrostyrene (5.50 g, 28.5 mmol) is added as a solid in one portion (Note 3). The reaction mixture is stirred at room temperature open to air for 72 h (Notes 4–6). The condenser is replaced with a 125-mL, pressure-equalizing addition funnel and water (60 mL) is added to the mixture over 20 min. The resulting suspension is stirred at room temperature for an additional 1 h. The yellow solid that is formed is collected on a 250-mL fritted glass Büchner funnel by vacuum filtration (washing with ca. 30 mL of 1:1 MeOH/H2O) and is suction-dried overnight. The yellow solid is dissolved in a minimum amount of boiling MeOH, then after being cooled to room temperature, the product is collected by suction filtration in 125-mL fritted glass Büchner funnel as a fine brown powder (6.07 g, 19.3 mmol, 68%) (Note 7).",
            "B. 1-Benzyl-3-(4-chlorophenyl)-5-p-tolyl-1H-pyrazole (4). In a 500-mL, one-necked, round-bottomed flask equipped with a 3.8-cm, egg-shaped Teflon-coated magnetic stirring bar and a condenser, 4-chlorobenzaldehyde (4.86 g, 34.5 mmol, 1.25 equiv) is dissolved in MeOH (150 mL) and then water (10 mL) is added (Note 8). Benzylhydrazine dihydrochloride (6.75 g, 34.5 mmol, 1.25 equiv) is added in one portion (Note 9). After stirring the mixture at room temperature for 3 h, hydrazone 3 is formed (Note 10). 4-Methyl-β-nitrostyrene (4.51 g, 27.7 mmol) (Note 11) is added in one portion and the reaction solution is stirred at room temperature open to air until complete (Notes 12, 13). The condenser is replaced with a 125-mL, pressure-equalizing addition funnel and water (50 mL) is slowly added into the mixture over 20 min and the resulting white suspension is stirred at room temperature for an additional 1 h. The resulting white solid is collected on a 250-mL fritted glass Büchner funnel by vacuum filtration (washing with ca. 30 mL of 1:1 MeOH/H2O) and is suction-dried (ca. 10 min). The solid is transferred into a 50-mL, round-bottomed flask and further dried under vacuum at room temperature for 8 h. The title compound is obtained as a white solid (9.12 g, 25.3 mmol, 92%) (Note 14)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume89article11": {
        "Cite": "Org. Synth. 2012, 89, 98-104",
        "DOI": "DOI: 10.15227/orgsyn.089.0098",
        "Title": "Discussion Addendum for: (Phenyl)[2-(trimethylsilyl)phenyl]iodonium Triflate. An Efficient and Mild Benzyne Precursor",
        "ReactionImages": [
            "v089p0098_1.gif"
        ],
        "Procedure": [
            "Although many convenient and reliable precursors of benzyne have been prepared and utilized in organic synthesis,2 a hypervalent iodine-containing molecule, (phenyl)[2-(trimethylsilyl)phenyl]iodonium triflate (2) , has been developed for service as an efficient and mild benzyne precursor. The major developments over the past years have been the improvement of methods of synthesis of the hypervalent iodine benzyne precursor and the applications to related reactive intermediates. The summary will be reported in this Discussion Addendum.\nImprovement of Hypervalent Iodine Precursor\n2-(Trimethylsilyl)phenyliodonium triflate 2 generates benzyne more efficiently than other benzyne precursors such as benzenediazonium-2-carboxylate, o-dihalobenzenes (1,2-bromofluorobenzene and 1,2-dibromobenzene), and 2-(trimethylsilyl)phenyl triflate. The efficiency of this benzyne precursor 2 is attributable to the high leaving group ability of hypervalent iodine groups, which has been discussed previously.3 Hypervalent iodine benzyne precursor 2 was prepared in two steps from inexpensive and commercially available 1,2-dichlorobenzene. Initial preparation of 1,2-bis(trimethylsilyl)benzene (1) by reaction of 1,2-dichlorobenzene and Me3SiCl in the presence of Mg and a catalytic amount of I2 in HMPA is followed by transformation into 2 by the reaction with PhI(OAc)2 activated with TfOH in CH2Cl2. However, several drawbacks remained: (1) use of toxic HMPA solvent and severe conditions for the preparation of 1, (2) difficulty for introduction of functional groups, and (3) low solubility of the hypervalent iodine species in most organic solvents.\nTo improve the reaction procedure, an alternative benzyne precursor, 2-(hydroxydimethylsilyl)phenyliodonium triflate (5), has been prepared in three steps starting with 1,2-dibromobenzene.4 This process avoids the use of carcinogenic HMPA and severe reaction conditions (high temperature and long reaction time). The reaction of 5 with Bu4NF under mild conditions generates benzyne efficiently, which provides the benzyne adducts in high yields. Therefore, 5 is a convenient alternative benzyne precursor. Incorporation of synthetically important carbonyl groups into hypervalent iodine benzyne precursors is difficult, because carbonyl groups cannot tolerate Grignard conditions. Synthesis of benzyne precursors bearing the carbonyl groups has been accomplished using pyran-2-ones as starting materials. Reaction of 1,2-bis(trimethylsilyl)acetylene with methyl 2-pyrone-5-carboxylate or 5-acylpyran-2-ones at 200 °C in a sealed tube affords the corresponding methyl 3,4-bis(trimethylsilyl)benzoate5 or 1-acyl-3,4-bis(trimethylsilyl)-benzenes6 in good to high yields, which can be converted to 2-(trimethylsilyl)-phenyliodonium triflates 6, which contain carbonyl groups, by treatment with PhI(OAc)2 and TfOH. Treatment of 6 with Bu4NF in CH2Cl2 generates benzynes that contain ketone functionality, and reaction with furan provides the benzyne adducts in high yields. In general, hypervalent iodine benzyne precursors are stable solids and easy to handle, but they do not dissolve in most organic solvents. To improve the solubility of the hypervalent iodine benzyne precursors, long-chained precursors (7) have been synthesized.7 As the alkyl chain of benzyne precursors 7 is lengthened, the solubility in non-polar organic solvents and the yield of the benzyne adduct with furan gradually increases.\nFigure 1.Improvements of synthetic procedures for hypervalent iodine precursors.\n1,2-Bis(trimethylsilyl)benzene (1) is the key starting material for the synthesis of 2-(trimethylsilyl)phenyliodonium triflate 2. Recent improvement on the synthesis of 1 have been reported in which 1,2-dibromobenzene is used instead of 1,2-dichlorobenzene. The use of Rieke magnesium or Mg turnings/1,2-dibromoethane8 and Fe-catalyzed DIBAL-H activated Grignard reaction have led to improved reactions.9 Through these variations, severe reaction conditions and the use of toxic HMPA solvent can be avoided.\nFigure 2. Improvements of synthesis of 1.\nOther Applications Using Hypervalent Iodine\nWhen hypervalent iodine and silyl groups are contiguous, fluoride ion can trigger the concerted elimination reaction of these two groups. This method is applicable not only to the generation of benzyne, but also to the generation of reactive intermediates related to benzyne. Thus, 2,3-didehydronaphthalene (8),10 bicycle[2.2.1]hept-2-en-5-yne (9),11 dehydro-o-carborene (10),12 2,3-didehydrothiphene (11),13 and 2,3-didehydropyrrole (12)14 have been generated by this method. Benzobisoxadisiloles have been applied to synthesis of hypervalent iodine benzyne precursors, which can serve as the synthetic equivalents of 1,4-benzdiyne (13) and related species.15\nFigure 3. Generation of benzyne-related species using hypervalent iodine/silane methodology."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume89article16": {
        "Cite": "Org. Synth. 2012, 89, 143-158",
        "DOI": "DOI: 10.15227/orgsyn.089.0143",
        "Title": "Discussion Addendum for: Preparation of α-Acetoxy Ethers by the Reductive Acetylation of Esters: endo-1-Bornyloxyethyl Acetate",
        "ReactionImages": [
            "v089p0143_1.gif"
        ],
        "Procedure": [
            "Reductive acetylation has proven to be a powerful methodology primarily because its products are excellent substrates for carbon-carbon bond forming reactions. Since 2003, the Organic Syntheses article and the primary references have been cited over 100 times. This discussion addendum aims to provide a brief overview of recent developments in this methodology. Improvements and variations of α-acetoxy ether formation, as well as the synthetic utility of α-acetoxy ethers will be discussed. Recent applications in the context of the total synthesis of complex natural products are also included.\nImprovements and Variations of α-Acetoxy Ether Formation\nThe original reductive acetylation protocol involves the addition of diisobutylaluminum hydride (DIBALH) as a 1.0 M solution in hexanes to the ester at -78 °C. The resulting aluminum alkoxide is then treated with pyridine, 4-dimethylaminopyridine (DMAP), and acetic anhydride (Ac2O) sequentially. The internal temperature during these additions should not exceed -72 °C in order to maximize the yield and prevent undesired side reactions.2 While this method is general, recent developments include the use of asymmetric electrophiles in order to generate more complex acyl ethers and the extension of reductive acetylation to lactams and imides.\nShortly after the original article, Rovis and Zhang reported the use of acid fluorides as competent reagents for the trapping of such aluminum alkoxides, the results of which are summarized in Figure 1.3 Aryl, vinyl, and alkyl acid fluorides are all effective trapping reagents (67-97% yield) and steric bulk is well tolerated (pivaloyl fluoride = 92% yield). This development allows access to more complex acyl acetal derivatives without sacrificing a full equivalent of the acid, which represents an improvement in atom economy over the use of symmetric anhydrides.\nFigure 1. Acid Fluorides as Trapping Reagents.\nMore recently, Dalla and co-workers have extended reductive acetylation strategy to the formation of α-acetoxy pyrrolidines (Figure 2).4 While DIBALH will reduce imides, the resultant aluminum alkoxide is not nucleophilic enough to react with acetic anhydride. Therefore, the reductant of choice for the preparation of α-acetoxy amines is lithium triethylborohydride (LiEt3BH), whose lithium alkoxide is sufficiently nucleophilic for effective trapping with acetic anhydride.\nFigure 2. Formation of α-Acetoxy Pyrrolidines.\nA variety of N-alkylated imides, shown in Figure 3, afford α-acetoxy lactams in high yields (75-100%), with the notable exception of cases where there is α-branching with respect to the nitrogen substituent (e.g. the imide of α-methylbenzylamine, MeBn). Steric bulk on the imide also limits the conversion to the α-acetoxy lactams, as shown by the modest yield for the bis-OTBS imide. Despite these limitations, this reductive acetylation strategy offers rapid entry into N-acylimium ions for use in Mannich reactions.\nFigure 3. α-Acetoxy Lactams from Imides.\nSynthetic Utility of α-Acetoxy Ethers\nTreatment of α-acetoxy ethers with a Lewis acid (commonly BF3·OEt2, MgBr2·OEt2, TMSOTf, SnCl4 or TiCl4) results in the formation of an oxocarbenium ion, which can be intercepted by a variety of nucleophiles to afford a new carbon-carbon or carbon-heteroatom bond adjacent to an ether linkage. The scope of such transformations has been investigated in the context of diastereoselective nucleophilic additions. α-Acetoxy ethers are also useful substrates for cascade sequences, such as oxonia Cope-Prins and Sakurai-Prins-Ritter cyclizations. The use of α-acetoxy ethers in enantioselective organocatalytic oxa-Pictet Spengler reactions have also been examined.\nThe use of α-(trimethylsilyl)benzyl alcohol as a chiral auxiliary has been investigated by Rychnovsky and Crossrow for diastereoselective additions to oxocarbenium ions generated from α-acetoxy ethers.5 This chiral auxiliary was chosen due to the ease of preparation of both enantiomers and facile deprotection or conversion to the benzyl ether. Treatment of the α-acetoxy ether with a variety of nucleophiles, including allyl silanes, silyl enol ethers, and silyl ketene acetals, in the presence of TMSOTf proceed in high yields (87-98%) and high diastereoselectivities (20:1 to 80:1), as shown in Figure 4. Similarly, (E)-crotyltrimethylsilane affords the syn product in high yield and diastereoselectivity (82%, 27:2.4:1). The addition of cyanide and ethyl nucleophiles proceed in high yields (97% and 75% respectively), albeit with modest diastereoselectivity (5:1 and 4:1).\nFigure 4. Diastereoselective Additions of Nucleophiles.\nRychnovsky and Dalgard have reported on the expedient synthesis of tetrahydropyranones through an oxonia Cope-Prins cyclization.6 This strategy, outlined in Figure 5, involves a reductive acetylation of an ester 1, followed by treatment with TMSOTf to generate oxocarbenium ion 3. The pendant allyl moiety participates in a 2-oxonia Cope rearrangement to generate oxocarbenium ion 4, which is poised for a Prins cyclization (intramolecular Mukaiyama aldol reaction) with the silyl enol ether to afford tetrahydropyranone 5. This transformation is effective for a variety of substrates (Figure 6) affording the tetrahydropyranone product in high yields (77-99%), including those bearing quaternary centers adjacent to the ketone.\nFigure 5. 2-Oxonia Cope-Prins Cyclization.\nFigure 6. Synthesis of Tetrahydropyranones.\nRovis and Epstein have also utilized α-acetoxy ethers in a cascade sequence to provide 4-amino tetrahydropyrans through a Sakurai-Prins-Ritter cyclization.7 As shown in Figure 7, treatment of 4-acetoxy-1,3-dioxane 6 with TMSOTf generates oxocarbenium ion 7, which upon treatment with allyl silane affords alkene 8. In the presence of TfOH, acetal cleavage results in formation of oxocarbenium ion 9, which undergoes a Prins cyclization to give carbocation 10. Addition of a nitrile to the carbocation affords 4-amino tetrahydropyran 11 after hydrolysis.\nFigure 7. Sakurai-Ritter-Prins Cyclization.\nFigure 8. Synthesis of 4-Amino Tetrahydropyrans.\nThe Sakurai-Ritter-Prins reaction is effective for a variety of dioxane derivatives, as shown in Figure 8. This transformation affords the 4-amino tetrahydropyran products in good yields (59-88%) and high diastereoselectivies (90:10 to 99:1). It should be noted that 2-substituted allyl silanes (Figure 9) and a variety of nitriles are effective partners in this transformation.7\nFigure 9. Synthesis of Quaternary 4-Amino Tetrahydropyrans.\nJacobsen and Doyle have utilized α-acetoxy ethers as substrates in the development of enantioselective organocatalytic oxa-Pictet-Spengler reactions (Figure 10).8 An ester derivative of tryptophol was reduced and trapped to give α-acetoxy ether 12. In the presence of a thiourea catalyst 13, TMSCl, and BaO, oxocarbenium ion formation and subsequent ring closure afforded tetrahydropyrano-indole 14 in good yield (82%) and good enantiomeric excess (79%).\nFigure 10. Organocatalytic Asymmetric Oxa-Pictet-Spengler Cyclization.\nHighlighted Applications in the Total Synthesis of Complex Natural Products: Intramolecular Allylation of α-Acetoxy Ethers\nKadota, Yamamoto and co-workers utilized reductive acetylation to unite two complex fragments in their highly convergent synthesis of marine neurotoxin gambierol (19).9 The strategy, shown in Scheme 1, begins with the coupling of ABC acid to FGH alcohol via Yamaguchi esterification. The resulting ester 15 is then subjected to reductive acetylation conditions. While\nScheme 1. Kadota and Yamamoto's Total Synthesis of Gambierol.\nAc2O is an effective trapping reagent, chloroacetic anhydride provided increased yield and proper diastereoselectivity for the subsequent ring closure. Treatment of the resulting α-acetoxy ether 16 with boron trifluoride etherate in the presence of 4 Å molecular sieves afforded effective closure of the 6-membered D ring in high yield (87%) and modest diastereoselectivity (2:1) with respect to the acyclic ether. The resulting diene 17 is primed for a ring closing metathesis to forge the 7-membered E ring. The complex polycyclic ether framework 18 was then further elaborated to gambierol (19).\nScheme 2. Kadota's Total Synthesis of Brevenal.\nA similar approach was employed in Kadota and co-worker's total synthesis of the nontoxic brevetoxin antagonist brevenal (23).10 As shown in Scheme 2, the 7-membered D ring arose from the reductive chloroacetylation of ester 20, followed by treatment of α-acetoxy ether 21 with magnesium bromide etherate and 5 Å molecular sieves. The resulting oxocarbenium ion was then trapped by the allyl stannane to afford the tetracycle 22 in good yield as a single diastereomer (52% from the ester 20). This cyclization again sets the stage for a ring closing metathesis sequence to afford a pentacycle, which was elaborated to brevenal (23).\nThe authors also reported a second-generation strategy (Scheme 3) where acyclic a0cid 24 is coupled to ABC alcohol 25.10-b This route employs the same reduction/cyclization sequence to forge the E ring in good yield as the single desired diastereomer (57% from the ester 26) and sets up the closure of the D ring in an analogous fashion.\nScheme 3. Kadota's Second Generation Strategy to Brevenal.\nRecently, the total synthesis of ciguatoxin CTX3C (34) by Yamashita and co-workers employed reductive acetylation to facilitate a radical cyclization to give the C ring of tridecacyclic natural product (Scheme 4).11 The AB acid and E alcohol were subjected to Yamaguchi esterification conditions to afford the ester 29. Following reductive acetylation, α-acetoxy ether 30 underwent transacetylation in the presence of diisobutylaluminum phenylselenide to afford the α-seleno ether 31 in high yield (83% from the ester). The α-seleno ether 31 was carried through 3 steps before C-ring radical cyclization was initiated by triethylborane and oxygen in the presence of tributyltin hydride to provide sulfoxide 33 in good yield as a single diastereomer (86%). This approach offered increased stereoselectivity over a direct allylation strategy (as in gamberiol). Sulfoxide 33 was then carried forward to afford ciguatoxin CTX3C (34).\nReductive acetylation has proven to be a powerful method for the construction of complex cyclic ethers via intramolecular allylation. The strategy has played a key role in the preparation of brevetoxin-like ladder polyethers.12 The method's utility is largely due to the ease with which substrates can be brought together by a Yamaguchi esterification. This protocol allows for a highly convergent and flexible approach to these marine natural products.\nScheme 4. Yamashita's Total Synthesis of Ciguatoxin CTX3C.\nIntermolecular Couplings of α-Acetoxy Ethers and Silyl Enol Ethers\nCrimmins and DeBaillie utilized reductive acetylation to install the α,β-unsaturated ketone moiety of the tetrahydropyran fragment of the marine cytotoxin bistramide A (38).13 The synthetic strategy is outlined in Scheme 5. The lactone 35 was reduced with DIBALH followed by trapping with Ac2O to give the α-acetoxy ether 36 in high yield (87%) and good diastereoselectivity (7:1). Treatment of α-acetoxy ether 36 with (E)-3-penten-2-one in the presence of excess TMSOTf led to formation of tetrahydropyran 37, a key building block for the synthesis of bistramide A (38), in high yield (87%) and good diastereoselectivity (9:1).\nScheme 5. Crimmins' Total Synthesis of Bistramide A.\nRychnovsky and co-workers used a related strategy to construct the western tetrahydropyran fragment of marine cytotoxin leucascandrolide A (43).14 As shown in Scheme 6, the lactone 39 was reduced with DIBALH followed by trapping with Ac2O to give the α-acetoxy ether 40 in high yield (91%) and high diastereoselectivity (15:1). Treatment of α-acetoxy ether 40 with silyl enol ether 41 in the presence of catalytic zinc bromide led to formation of tetrahydropyran 42 in high yield (92%) and good diastereoselectivity (20:1). Tetrahydropyran 42 was then further elaborated to leucascandrolide A (43).\nScheme 6. Rychnovsky's Total Synthesis of Leuscandrolide A.\nThe most complex example of such intermolecular couplings comes from Crimmins and co-workers recent synthesis of the cancer cell growth inhibitor (+)-irciniastatin A (48).15 This convergent strategy is outlined in Scheme 7. Reduction of lactone 44 followed by trapping with Ac2O proceeds to give α-acetoxy ether 45 in quantitative yield. Treatment of the sterically hindered α-acetoxy ether 45 with boron trifluoride etherate followed by a slight excess of the highly functionalized silyl enol ether 46 gave tetrahydropyran 47 in good yield (59%; 85% based on recovered ketone) and high diastereoselectivity (>20:1). Tetrahydropyran 47 was then carried forward to afford (+)-irciniastatin A (48).\nScheme 7. Crimmins' Total Synthesis of Irciniastatin A.\nReductive acetylation followed by intermolecular coupling has proven to be a useful strategy for coupling complex fragments in total synthesis.16 The success of this methodology is largely due to the functional group compatibility of the reduction and mild conditions for oxocarbenium ion formation. Furthermore, the coupling itself often proceeds in high yield and high diastereoselectivity. These features validate this method as a highly convergent process in complex natural product synthesis."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume90article3": {
        "Cite": "Org. Synth. 2013, 90, 25-40",
        "DOI": "DOI: 10.15227/orgsyn.090.0025",
        "Title": "Discussion Addendum for: Applications of (2S)-(-)-3-exo-Morpholinoisoborneol [(-)MIB] in Organic Synthesis",
        "ReactionImages": [
            "v090p0025_1.gif"
        ],
        "Procedure": [
            "Nugent's morpholinoisoborneol (MIB) is an excellent ligand for the catalytic asymmetric addition of alkyl, vinyl, and aryl groups to aldehydes in the presence of organozinc reagents to furnish a variety of secondary alcohols with high ee.3,4,5 The major developments have been the significant broadening of the substrate scope and the development of several one-pot methods that streamline the synthesis of synthetically valuable and versatile molecules such as epoxy alcohols, allylic epoxy alcohols, cyclopropyl alcohols, halocyclopropyl alcohols, pyranones and 1,2,4-trioxanes with high enantio-, diastereo-, and chemoselectivity.6,7,8 In this update, we will summarize many of the advances.\nA detailed synthetic procedure for the synthesis of (-)-MIB has been published in Organic Syntheses.9 Starting from either (R)- or (S)-camphor, gram quantities of either enantiomer of MIB can be synthesized in three steps and with only a single purification step. At the time of this report, only (-)-MIB is commercially available.\nCatalytic Asymmetric Arylation of Aldehydes\nTwo routes for the catalytic asymmetric arylation of aldehydes to generate highly enantioenriched diarylmethanols and benzylic alcohols were reported (Figure 1).10 In the first route, diarylzinc intermediates were generated in situ by metalation of unfunctionalized aryl bromides with n-BuLi followed by transmetalation with ZnCl2 (Figure 1A). The LiCl formed in the process catalyzes a rapid racemic background reaction. The Lewis acidic LiCl was selectively suppressed by addition of tetraethylethylenediamine (TEEDA). Subsequent addition of catalytic amounts of (-)-MIB and aldehyde to the preformed diarylzinc reagent gave addition products with high enantioselectivities (80-92%) and yields (78-99%). In the second route, mixed alkyl aryl zinc reagents were generated by metalation of aryl bromides with n-BuLi followed by addition to ZnCl2 and subsequent addition of a second equivalent of n-BuLi. The mixed organozinc species was used in situ in the asymmetric addition reaction after addition of 0.8 equivalents of TEEDA (Figure 1B). Higher enantioselectivities (up to 97% ee) were achieved via this route. This methodology was extended to the synthesis of aryl/heteroaryl- and diheteroarylmethanols with high levels of enantioselectivity.11\nFigure 1. Catalytic asymmetric aryl additions to aldehydes with (A) Ar2Zn and (B) ArZnBu from aryl bromides.\nCharette and coworkers introduced a complementary catalytic asymmetric arylation method by developing a salt-free preparation of diorganozinc reagents using Zn(OMe)2 and alkyl/aryl Grignard reagents (Figure 2).12 The insoluble salts Mg(OMe)2 and/or NaBr salts were removed by centrifugation or filtration to afford the salt-free diorganozinc reagents. Two examples highlighting the efficiency of this chemistry are illustrated in Figure 2. Ishihara and coworkers adopted Charette's method to synthesize salt-free i-Pr2Zn and subsequently added it to aldehydes in the presence of 10 mol % (-)-MIB with up to 94% ee.13,14\nFigure 2. Charette's catalytic asymmetric (A) alkyl and (B) aryl additions.\n2. Synthesis of Chiral Acyclic Epoxy Alcohols\nIn an effort to streamline the enantio- and diastereoselective synthesis of valuable small molecules,6 the (-)-MIB-based organozinc catalyzed carbonyl addition step was merged with several other transformations such as epoxidation, cyclopropanation, halocyclopropanation, and various rearrangement reactions. The first tandem reaction developed was for the synthesis of chiral epoxy alcohols.\nFigure 3. Three one-pot synthesis of epoxy alcohols.\nTwo complementary methods were developed for one-pot synthesis of highly enantio- and diastereoenriched epoxy alcohols with up to three contiguous stereocenters.15,16,17 The first route involved highly enantioselective alkyl additions to α,β-unsaturated aldehydes followed by titanium-catalyzed diastereoselective epoxidation with either dioxygen or TBHP (Figure 3A). The second route involves highly enantioselective divinylzinc additions to aliphatic or aromatic aldehydes (Figure 3B). The vinylzinc reagents can be either isolated and purified prior to addition to aldehydes,18,19 or formed in situ by hydroboration of a terminal alkyne followed by transmetalation to zinc (Figure 3C).20 The latter method provided access to a synthetically challenging class of secondary trans-disubstituted epoxy alcohols with up to 4.5 : 1 dr. Excellent enantioselectivities were obtained with a wide range of aldehyde substitution patterns, except unbranched aldehydes, which undergo additions with up to 85% ee. This alkoxide-based titanium epoxidation catalyst is unique in that the same catalyst demonstrated high diastereoselectivity with allylic alkoxides exhibiting either A1,2 or A1,3 allylic strain in one of the diastereomeric epoxidation transition states.\nSynthesis of Chiral Allylic Epoxy Alcohols\nAsymmetric vinylation of α,β-unsaturated aldehydes in the presence of catalytic amounts of MIB generated unsymmetrical bis(allylic) alkoxide intermediates. In situ alkoxide directed epoxidation afforded densely functionalized allylic epoxy alcohols in good yields and excellent chemo-, diastereo- and enantioselectivity (Figure 4).16 The vinylzinc reagents may be either prepared and purified (Figure 4A) or generated in situ using Oppolzer's procedure.20\nFigure 4. Synthesis of allylic epoxy alcohols using (A) purified vinylzinc reagents, or (B) in situ generated vinylzinc reagents.\nThe latter procedure afforded only (E)-disubstituted vinylzinc reagents whereas the former allowed for more substituted vinylzinc reagents. The enal must bear non-hydrogen substituents in the R2 or R3 position so that either A1,2 or A1,3 strain is present in one of the diastereomeric epoxidation transition states. The unsymmetrical bis(allylic) alkoxide then underwent a highly chemoselective directed epoxidation of the more electron-rich double bond while minimizing A1,2 or A1,3 strain.\nCatalytic Asymmetric (Z)-Vinylation of Aldehydes\nThe vinylation procedures above provide (E)-allylic alcohols. Walsh and coworkers developed catalytic asymmetric (Z)-vinylation of aldehydes with (Z)-vinylzinc reagents via a novel 1,2-metalate rearrangement/transmetalation sequence.21,22 Thus, hydroboration of 1-halo-1-alkynes followed by reaction with tert-butyllithium,23 transmetalation of the resulting (Z)-vinylboranes to zinc and addition to prochiral aldehydes in the presence of (-)-MIB and the diamine inhibitor TEEDA furnished (Z)-disubstituted allylic alcohols with high enantioselectivity and without contamination by (E)-allylic alcohols (Scheme 1). This transformation is analogous to a net trans hydroboration of the corresponding alkynes. Aliphatic aldehydes with α-branching gave products of high enantiopurity whereas β-branched aldehydes gave lower enantioselectivities.\nScheme 1. Catalytic asymmetric synthesis of (Z)-allylic alcohols.\n4.1 Tandem Catalytic Asymmetric (Z)-Vinylation of Aldehydes/Diastereoselective Epoxidation and Cyclopropanation\nThe generation and addition of (Z)-vinylzinc reagents to aldehydes were then applied to two one-pot tandem reactions. In the first tandem reaction, the resulting allylic alkoxides were treated with Et2Zn, TBHP, and Ti(Oi-Pr)4 to perform the diastereoselective and/or chemoselective epoxidation to synthesize epoxy alcohols and (Z)-allylic epoxy alcohols (Figure 5A).21 In the second tandem reaction, the allylic alkoxides were subjected to 5 equiv each of CF3CH2OH, Et2Zn, and CH2I2 to provide highly enantio- and diastereoenriched syn-cis-disubstituted cyclopropyl alcohols (Figure 5B).24 A variety of 1-chloro-1-alkynes and aldehydes (saturated, aromatic, and heteroaromatic) were employed successfully in these tandem reactions.\nFigure 5. Tandem syntheses of (A) epoxy and allylic epoxy alcohols and (B) syn-cis-disubstituted cyclopropyl alcohols.\n4.2 Catalytic Asymmetric Synthesis (Z)-Trisubstituted Allylic Alcohols\nThe (Z)-vinyl zinc reagents generated were all disubstituted because the 1,2-metalate rearrangement was executed with a hydride source. A variant of the 1,2-metalate rearrangement/transmetalation sequence for the stereospecific generation of (Z)-trisubstituted vinyl zinc reagents was also developed.25 Hydroboration of 1-bromo-1-hexyne with either diethyl- or dicyclohexylborane followed by 3 equiv of diethylzinc provided the (Z)-trisubstituted vinyl zinc reagents. The dialkylzinc served a two-fold function: it induced a 1,2-metalate shift to form the new C-C bond and promoted the boron to zinc transmetallation. In the presence of TMEDA (to inhibit the zinc halide by-product) and catalytic amounts of (-)-MIB, these reagents were then employed in the catalytic asymmetric addition of (Z)-trisubstituted vinyl zinc reagents to aldehydes to furnish enantioenriched (Z)-trisubsituted allylic alcohols in good yields and excellent enantioselectivity (Scheme 2). Unfortunately, this procedure could not be adapted to the highly enantioselective synthesis of α-methyl-substituted allylic alcohols despite screening several additives (ee <30%, 15-50% yield).\nScheme 2. Catalytic asymmetric synthesis of α-ethyl and α-cyclohexyl (Z)-trisubstituted allylic alcohols.\nTandem Catalytic Asymmetric Addition/Diastereoselective Cyclopropanation\n5.1. Synthesis of syn-Cyclopropyl Alcohols. Two tandem routes have been developed to synthesize highly enantio- and diastereoenriched syn-cyclopropyl alcohols.26 The first route involved enantioselective alkyl addition to α,β-unsaturated aldehydes in the presence of (-)-MIB (Figure 6A) whereas the second route involved addition of vinylzinc reagents to aldehydes to furnish the allylic alkoxide intermediates (Figure 6B). After removal of the volatile materials, the intermediate allylic alkoxide was exposed to either EtZnCH2I or the more reactive CF3CH2OZnCH2I27 to furnish syn-cyclopropyl alcohols with high enantio- and diastereoselectivity. The first route has a broader substrate scope, but is more challenging because unsaturated aldehydes isomerize readily. The second route provides only (E)-disubstituted syn-cyclopropyl alcohols.\nFigure 6. Tandem asymmetric A) alkyl addition to enals followed by diastereoselective cyclopropanation and B) vinylation of aldehydes followed by diastereoselective cyclopropanation.\n5.2. Synthesis of Enantioenriched Dienols and syn-Vinylcyclopropanes\nThe catalytic enantioselective vinylation was extended to addition of dienyl groups to aldehydes in the presence of 10 mol % (-)-MIB.24 The requisite dienyl zinc intermediates were synthesized via chemo- and regioselective hydroboration of enynes followed by transmetallation with diethylzinc. Dienols were obtained in 79-93% yield and 76-94% ee (Figure 7A).\nThis methodology was further extended to the synthesis of vinylcyclopropanes (VCPs). The dienylzinc alkoxide intermediates were subjected to EtZnCH2I to provide vinyl cyclopropanes with high chemo-, enantio- and diastereoselectivity (Figure 7B). The alkoxide directed cyclopropanation of allylic C=C bonds is faster than remote C=C bonds.28 A limitation of this method is that aromatic aldehydes were unsuccessful coupling partners.\nFigure 7. Asymmetric dienylation and diastereoselective cyclopropanation.\n5.3. Synthesis of anti-Cyclopropyl Alcohols\nThe inherent bias for syn-selectivity in the alkoxide directed cyclopropanation could be switched to synthesize anti-cyclopropyl alcohols using a strategy developed by Charette and coworkers29 wherein allylic alcohols were protected with bulky silyl groups to prevent coordination to zinc carbenoids. In our method for the synthesis of anti-cyclopropanes,19 we silylated the intermediate zinc alkoxide in situ with TMSCl/Et3N and then subjected the silyl ether to cyclopropanation conditions. The cyclopropyl zinc alkoxides were desilylated in situ to furnish anti-cyclopropyl alcohols in 60-82% yield with high enantio- and diastereoselectivity (Scheme 3). The Et3N is likely necessary to break up the zinc aggregates, rendering the zinc alkoxides more nucleophilic towards TMSCl.\nScheme 3. One-pot tandem asymmetric synthesis of anti-cyclopropyl alcohols.\n5.4. Synthesis of syn-Halocyclopropyl Alcohols\nThe catalytic enantio- and diastereoselective tandem generation of cyclopropyl alcohols was extended to the synthesis of halo-substituted cyclopropyl alcohols.26,30 The enantioenriched zinc alkoxide intermediate was subjected to Et2Zn, CF3CH2OH, and either iodoform, bromoform or dichlorobromomethane to furnish iodo-, bromo- or chlorocyclopropyl alcohols respectively in good yields and excellent enantioselectivity (Figure 8A). In these one-pot tandem halocyclopropanation reactions, four consecutive stereogenic centers are established with excellent diastereoselectivity starting from simple achiral α,β-unsaturated aldehyde precursors. Interrogation of the cyclopropyl stereochemistry via 1H NMR and X-ray analyses led to an interesting find; when R4 = alkyl or H, the halo group was cis to the carbinol, whereas when R4 = Ph, the halo group was trans. This switch in stereochemical bias was rationalized by invoking a zinc-phenyl-p interaction.31\nA complementary approach to iodocyclopropyl alcohols was developed using MIB-catalyzed asymmetric vinyl addition as the first step followed by subjection of the zinc alkoxide intermediate to 3 equiv of Zn(CHI2)2 (Figure 8B).30 The iodocyclopropyl alcohols can be further allylated with allyl/methallyl bromide in the presence of LiCu(n-Bu)2 to furnish 1,2,3-disubstituted cyclopropanes in good yields as single diastereomers with full retention of the cyclopropane stereochemistry (not shown).\nFigure 8. Tandem asymmetric (A) alkyl addition to enals followed by diastereoselective halocyclopropanations and (B) vinyl addition to aldehydes followed by diastereoselective iodocyclopropanation.\nCatalytic Asymmetric Aminovinylation of Aldehydes: Synthesis of β-Hydroxyenamines, β-Aminoalcohols, and syn-Aminocyclopropyl Alcohols\nRegioselective hydroboration of ynamides followed by boron to zinc transmetallation and subsequent addition to aldehydes in the presence of 5 mol % (-)-MIB furnished β-hydroxyenamines in moderate yields and high enantioselectivities (up to 98% ee, Figure 9A).32\nA tandem catalytic asymmetric aminovinylation/diastereoselective cyclopropanation reaction was developed to synthesize syn-aminocyclopropyl alcohols with excellent diastereoselectivities (>20:1) in moderate yields (Figure 9B).32\nFigure 9. A) Synthesis of β-hydroxyenamines and B) tandem synthesis of syn-aminocyclopropyl alcohols.\nCatalytic Asymmetric Ethoxyvinylation of Aldehydes\nHighly enantioselective addition of ethoxyvinyl zinc reagents, generated via hydroboration of ethoxyacetylene followed by in situ transmetalation to zinc and addition to aldehydes in presence of MIB afforded hydroxyenol ethers with high ee (89-95%) and yields (>93%, Scheme 4).33 Subsequent hydrolysis generated two carbon homologated enantioenriched β-hydroxy aldehydes. In the case of addition to chiral β-hydroxy aldehydes, mismatched and matched catalyst-substrate combinations can be used to achieve moderate to good diastereoselectivities of either the syn- (up to 3.8:1 with (-)-MIB) or anti-diols (>9:1 with (+)-MIB).\nScheme 4. One-pot tandem catalytic asymmetric ethoxyvinylation of aldehydes.\nOther uses of MIB in Organic Synthesis\n8.1. Synthesis of γUnsaturated β-Amino Acid Derivatives\nA catalytic enantioselective synthesis of γ-unsaturated β-amino acid derivatives was achieved in three steps from trityl protected 1-butyne-3-ol.34 The enantioenriched allylic alcohols were transformed into the corresponding allylic amines via a [3,3]-sigmatropic trichloroacetimidate rearrangement, and led to γ-unsaturated β-amino acid derivatives with high ee after a one-pot deprotection-oxidation sequence (Scheme 5). Similar [3,3]-sigmatropic allyl cyanate-to-isocyanate rearrangement reactions were executed to access enantioenriched allylic amines en route to the syntheses of glycocinnasperimicin D and pachastrissamine (Figure 10).35,36\nScheme 5. Asymmetric synthesis of γunsaturated β-amino acid derivatives via a [3,3]-sigmatropic rearrangement.\nFigure 10. [3,3]-Sigmatropic allyl cyanate-to-isocyanate rearrangement reactions en route to the synthesis of glycocinnasperimicin D.\n8.2. Synthesis of Di(allyl) Ether Derivatives\nNelson and coworkers added Et2Zn to conjugated enals in the presence of MIB followed by O-allylation of the enantioenriched zinc alkoxides to provide di(allyl) ethers in good yields (73-87%) and high ee (88-98%).37,38,39 Subsequent olefin isomerization and Claisen rearrangement provided access to a variety of enantio- and diastereoenriched Claisen adducts (Scheme 6).\nScheme 6. Asymmetric synthesis of di(allyl) derivatives.\n8.3. One-pot Catalytic Asymmetric Synthesis of Pyranones\nEnantioenriched pyranones with >90% ee were prepared via a one-pot tandem asymmetric alkylation of 2-furfurals in the presence of catalytic (-)-MIB followed by oxidation with NBS (Scheme 7).40\nScheme 7. One-pot tandem asymmetric synthesis of enantioenriched pyranones.\n8.4. Synthesis of Enantiomerically Enriched 1,2,4- Trioxanes\nEnantioenriched allylic alcohols can be subjected to a hydroxyl directed regio- and diastereoselective photooxygenation reaction with O2 in the presence of tetraphenyl porphyrin (TPP) to obtain allylic hydroperoxides in >10:1 dr, with the threo-isomer as the major product (Scheme 8).41 The allylic hydroperoxides were further reacted with cyclic ketones in the presence of catalytic p-TsOH to yield enantioenriched 1,2,4-trioxanes (16-78% yield) that exhibited antimalarial activity.\nScheme 8. Synthesis of enantioenriched β-hydroperoxy alcohols and 1,2,4-trioxanes.\n8.5. Polystyrene-supported MIB-derived Ligands\nPericas and coworkers have successfully synthesized and immobilized 3-exopiperazinoisoborneol (PIB), a close analog of MIB, to Merrifield resins (Scheme 9).42 Polystyrene-supported PIB possessed high catalytic activity and improved chemical stability, and was employed as a ligand (10 mol %) in the asymmetric alkylation of aldehydes with Et2Zn in batch methods to produce highly enantioenriched alcohols in good yields (50-92% y, 92-99% ee). This method is amenable to continuous flow methods for over 30 h with high conversion and no erosion in enantioselectivity. In this fashion, industrial scale amounts (13.0 g) of enantiopure alcohol were isolated in a single continuous flow operation leading to >30 fold better performance compared to batch conditions (TON = 251 with respect to the product).\nScheme 9. Synthesis of polystyrene-supported PIB\n8.6. MIB in Syntheses of Natural Products\nOver the years, MIB has been employed in the synthesis of a number of natural products. In all of these syntheses, MIB has been primarily used in asymmetric alkylation or vinylation reactions to provide diastereo- and enantioenriched alcohols.35,36,41,43,44 In their formal synthesis of leucascandrolide A, Hong and coworkers employed (-)-MIB in the diastereoselective vinylation of a chiral aldehyde to furnish the requisite allylic alcohol with >32:1 diastereoselectivity (Figure 11).44 The enantio- and diastereoselective addition step can be further coupled with efficient transformations en route to synthesis of natural products. As outlined earlier, a [3,3]-sigmatropic allyl cyanate-to-isocyanate rearrangement reaction was employed in the synthesis of glycocinnasperimicin D and pachastrissamine (jaspine B) (Figure 10)35,36 while a diastereoselective Schenk ene reaction with singlet oxygen was utilized in the synthesis of artemisin-type 1,2,4-trioxanes (Scheme 8).41 It is hopeful that synthetic chemists will adopt the tandem chemo-, regio- and diastereoselective transformations reactions presented herein in efficient synthesis of their natural products.\nFigure 11. Hong and coworkers diastereoselective vinyl carbonyl addition in the formal synthesis of leucascandrolide A.\nBoth Nugent's (+)- and (-)-MIB have found significant synthetic utility as a ligand of choice for addition of organozinc groups to carbonyl compounds. The efficient installation of chirality, coupled with tandem chemo-, regio- and diastereoselective transformations, provides high-value added building blocks that augment the synthetic organic chemist's repertoire of enantioenriched small molecules."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume27article26": {
        "Cite": "Org. Synth. 1947, 27, 65",
        "DOI": "DOI: 10.15227/orgsyn.027.0065",
        "Title": "3-PENTEN-2-OL",
        "ReactionImages": [
            "v027p0065_1.gif"
        ],
        "Procedure": [
            "A 5-l. round-bottomed three-necked flask is equipped with a mechanical stirrer in a suitable seal (Note 1), a reflux condenser of the cold-finger type (Note 2) protected from moisture in the air by a drying tube, and a gas delivery tube extending nearly to the bottom of the flask. The flask is surrounded by an ice bath, and the cold finger is filled with solid carbon dioxide in acetone. Approximately 1.7 l. of dry ether and 61 g. (2.5 gram atoms) of magnesium are placed in the flask and cooled to about 0°. Methyl chloride (130 ml., 130 g., 2.6 moles) is condensed (Note 3) in a 250- to 300-ml. test tube held in a bath of solid carbon dioxide in acetone (Note 4). About 50 ml. of methyl chloride is allowed to distil from the test tube containing the methyl chloride through the gas delivery tube into the rapidly stirred mixture of ether and magnesium. The reaction mixture is then warmed until the reaction of methyl chloride and magnesium is under way. A crystal of iodine may be added if the reaction does not start readily. The methyl chloride is then allowed to distil into the reaction mixture during a period of about 3 hours. The reaction mixture and the tube containing the methyl chloride are cooled if the refluxing of the reaction mixture becomes so vigorous that the reflux condenser does not condense the methyl chloride. After all the methyl chloride has been added, the reaction mixture is warmed for 1 hour so that there is a gentle reflux.\nAt the end of this time, when almost all the magnesium has reacted, the Dry Ice cold finger is replaced with a water condenser and the gas delivery tube with a dropping funnel. A solution of 142 g. (2.02 moles) of freshly distilled crotonaldehyde in 300 ml. of dry ether is added dropwise while the reaction mixture is stirred vigorously and cooled. The reaction mixture is allowed to stand at room temperature for 1 hour.\nThe Grignard addition compound is decomposed by adding 435 ml. of a saturated ammonium chloride solution (Note 5) dropwise, with vigorous stirring, to the thoroughly cooled reaction mixture. A dense white precipitate, too heavy to be stirred mechanically, forms and settles to the bottom of the flask. After the reaction mixture has been allowed to stand for 1 hour, the ether solution is poured off and the precipitate washed by decantation with two 300-ml. portions of ether.\nThe ether is removed by distillation, and the residual 3-penten-2-ol is distilled through a short column (Note 6) at atmospheric pressure. The yield of material boiling at 119–121° is 140–150 g. (81–86%). Pure 3-penten-2-ol boils at approximately 120°/740 mm."
        ],
        "Compounds": [
            "ether (60-29-7)",
            "ammonium chloride (12125-02-9)",
            "magnesium (7439-95-4)",
            "carbon dioxide (124-38-9)",
            "methyl chloride (74-87-3)",
            "iodine (7553-56-2)",
            "acetone (67-64-1)",
            "methylmagnesium iodide (917-64-6)",
            "crotonaldehyde (123-73-9)",
            "3-Penten-2-ol (1569-50-2)",
            "pentanediol",
            "2-chloropentene-3"
        ],
        "ShortCompounds": [
            "ether ",
            "ammonium chloride ",
            "magnesium ",
            "carbon dioxide ",
            "methyl chloride ",
            "iodine ",
            "acetone ",
            "methylmagnesium iodide ",
            "crotonaldehyde ",
            "3-Penten-2-ol ",
            "pentanediol",
            "2-chloropentene-3"
        ]
    },
    "volume29article7": {
        "Cite": "Org. Synth. 1947, 27, 12",
        "DOI": "DOI: 10.15227/orgsyn.027.0012",
        "Title": "tert-BUTYLAMINE",
        "ReactionImages": [
            "v027p0012_1.gif",
            "v027p0012_2.gif",
            "v027p0012_3.gif"
        ],
        "Procedure": [
            "A. 2,2-Dimethylethylenimine. A cold mixture of 110 g. (60 ml., 1.06 moles) of concentrated sulfuric acid and 200 ml. of water is added in portions, with shaking, to a solution of 100 g. (107 ml., 1.12 moles) of 2-amino-2-methyl-1-propanol in 200 ml. of water contained in a 1-l. round-bottomed flask (Note 1). The flask is fitted with a thermometer extending into the liquid and a short still head carrying a downward condenser.\nWater is distilled from the mixture at atmospheric pressure until the temperature of the solution reaches 115° (Note 2) and (Note 3), whereupon the liquid is transferred to a 500-ml. round-bottomed flask. This flask is connected to the distillation apparatus used previously except that the thermometer is replaced by a capillary tube. Distillation is then continued under the reduced pressure obtainable from a water aspirator. The bath temperature is raised to 175° over a period of about an hour and is held there until the mixture solidifies (usually 30–60 minutes longer), and for 1 hour thereafter. The flask is cooled and broken to remove the product.\nThe brown solid from the above operations is ground in a mortar and placed in a 500-ml. distilling flask equipped with a downward condenser and a receiver. A cold solution of 100 g. (2.5 moles) of technical sodium hydroxide in 150 ml. of water is added to the solid in the flask, and heat is applied by means of an oil bath whose temperature is slowly raised to 125° From 70 to 75 g. of distillate is collected; the head temperature ranges from about 70° to 101° (Note 2). The distillate is cooled in ice and saturated with technical potassium hydroxide; the organic layer that forms is separated and dried over potassium hydroxide pellets in a refrigerator for about 15 hours.\nThe organic layer is separated from the drying agent and distilled from a few fresh pellets of potassium hydroxide through a column of the Whitmore-Fenske type. After a 3- to 5-g. fore-run, the product distils at 71–72°; the yield is 36–41 g. (45–51%) (Note 4) and (Note 5).",
            "B. tert-Butylamine. A hydrogenation bomb or bottle (Note 6) is charged with 100 ml. of purified dioxane,1 35.5 g. (0.5 mole) of freshly distilled 2,2-dimethylethylenimine, and about 9 g. (alcohol-wet weight) of Raney nickel.2 The apparatus is filled with hydrogen, warmed to 60°, and shaken until hydrogenation is complete (Note 7). The contents of the bomb are removed and filtered to separate the catalyst, which is washed on the funnel with a little dioxane.\nThe filtrates from two such runs are combined and distilled through a Whitmore-Fenske column of 10–15 theoretical plates at a 5:1 reflux ratio. The yield of tert-butylamine is 55–60 g. (75–82%); the product boils at 44–44.5°, and its refractive index is nD20 1.3770 (Note 8).",
            "A. tert-Butylurea (Note 1). In a 500-ml. three-necked flask equipped with a fast mechanical stirrer, a 200-ml. dropping funnel, and a thermometer is placed 193 g. (105 ml., 1.98 moles) of concentrated sulfuric acid (sp. gr. 1.84). The flask is surrounded by an ice bath, and 60 g. (1 mole) of finely powdered urea is added slowly at such a rate that the temperature remains between 20° and 25°. Then 148 g. (188 ml., 2 moles) of tert-butyl alcohol is added dropwise from the funnel at such a rate that the temperature is maintained between 20° and 25° (Note 2). After the addition is completed the mixture is stirred for an additional 30 minutes, allowed to stand at room temperature overnight (about 16 hours) (Note 3), and then poured with stirring on 1.5 kg. of cracked ice and water in a 4-l. beaker. Without removal of the precipitate, the mixture is made alkaline to Congo red indicator by adding slowly with stirring a solution of sodium hydroxide (160 g. in 750 ml. of water). The mixture is cooled with an ice bath to keep the temperature below 25°. The mixture is stirred in the ice bath until the temperature falls to about 15° (Note 4), at which point the precipitate is collected on a 15-cm. Büchner funnel, washed with two 100-ml. portions of cold water, and pressed and sucked as dry as possible. The cake is transferred to a 2-l. beaker, and 500 ml. of water is added. The mixture is heated to boiling and quickly filtered while hot through an 8-cm. steam-heated Büchner funnel (Note 5) with the aid of suction. The filtrate is cooled to 0–5° with occasional stirring, and the white precipitate of tert-butylurea is collected on a 15-cm. Büchner funnel with suction and pressed as dry as possible. After the product has been spread out on absorbent paper and air-dried overnight (Note 6) there is obtained 36–39 g. (31–33%) of tert-butylurea melting at 180–182° (Note 7).",
            "B. tert-Butylphthalimide. Thirty-five grams (0.3 mole) of tert-butylurea and 100 g. (0.675 mole) of phthalic anhydride are ground together in a mortar. The mixture is placed in a 1-l. Erlenmeyer flask which is then immersed in a metal bath previously heated to 200°. The mixture melts and effervesces vigorously; after 10 minutes the temperature of the bath is raised to 240° (internal temperature 200°) and held there for 5 minutes (Note 8). The flask is removed and cooled to 60–70°, and 100 ml. of 95% ethanol is added to dissolve the contents partially. A 20% solution of sodium carbonate is added until the solution is alkaline to litmus paper, and the mixture is diluted with water to 1 l. The solid is collected on a Büchner funnel with the aid of suction and pressed as dry as possible. The filter cake is warmed on a steam bath with 500 ml. of petroleum ether (b.p. 60–70°) in a 1 l. flask, and the hot mixture is filtered. Any water layer that may separate from the filtrate is removed, and the filtrate is cooled to 25° and again filtered. The clear filtrate is concentrated by distillation to about one-third of its original volume and placed in a refrigerator overnight. The crystalline material is collected on a filter, and as much as possible of the solvent is removed by suction. After air drying, this first crop weighs 40–43 g. and melts at 58–59°. By concentration of the filtrate an additional 2–4 g. may be obtained. The total yield of tert-butylphthalimide is 43–46.5 g. (72–76%).",
            "C. tert-Butylamine hydrochloride. In a 2-l. flask fitted with an efficient bulb-type reflux condenser are placed 203 g. (1 mole) of tert-butylphthalimide, 1 l. of 95% ethanol, and 59 g. (1 mole) of 85% hydrazine hydrate. The solution is refluxed for 2 hours and cooled, and concentrated hydrochloric acid (about 100 ml.) is added until the solution is strongly acid to Congo red paper, though a large excess of acid is avoided. The voluminous precipitate of phthalhydrazide is collected on a 15-cm. Büchner funnel with the aid of suction and washed with four 100-ml. portions of 95% ethanol. The combined filtrate and washings are concentrated under reduced pressure to a volume of 200 ml. About 1 l. of water is added, any insoluble material is removed by filtration, and the filtrate is concentrated to about 300–350 ml. If any additional insoluble material separates it is removed by filtration, and the solvent is completely removed by evaporation under reduced pressure. This crude amine hydrochloride may be converted to the free amine as described below, or it may be purified by solution in 500 ml. of absolute ethanol, the solution being filtered and 500 ml. of dry ether being added to the filtrate. The crude amine hydrochloride is collected on a filter; the solvent is removed by suction, and the residue is dissolved in hot absolute ethanol using 5 ml. per gram of material; absolute ether (50% of the volume of ethanol) is added, and the solution is cooled in a refrigerator for several hours. All the tert-butylamine hydrochloride is collected on a Büchner funnel and dried in a vacuum desiccator. It weighs 79–97 g. (72–88%) and melts with sublimation at 270–290°.",
            "D. tert-Butylamine. To 150 ml. of cold 40% solution of sodium hydroxide is added 109.5 g. (1 mole) of tert-butylamine hydrochloride with stirring. The solution is saturated with potassium carbonate (about 100–150 g.); the layer of amine is separated and dried over 20 g. of sodium hydroxide pellets. The product is distilled using an ice-cooled receiver, and the fraction boiling at 44–46° is collected. If the purified amine hydrochloride is the starting material for this step the yield ranges from 65 g. to 69 g. (89–94%). When the crude amine salt is employed, the yield is 46–60 g. (64–83%) (Note 9).",
            "A 1-l. round-bottomed flask is charged with 60 g. (1.5 moles) of sodium hydroxide pellets dissolved in 75 ml. of water, 70 g. (0.6 mole) of tert-butylurea, and 225 ml. of commercial ethylene glycol. The flask is fitted with an efficient reflux condenser, and a glass tube is led from the top of the condenser to a small flask immersed in ice water (Note 10).\nThe mixture is refluxed gently for 4 hours (Note 11). The flask is cooled and equipped for distillation, and the fraction boiling at 40–60° is collected in an ice-cooled receiver. The crude amine, including any collected in the trap, weighs 37–39 g. It is dried overnight with 5–7 g. of sodium hydroxide pellets (Note 12) and then distilled, a 12- to 15-cm. fractionating column (Note 13) and an ice-cooled receiver equipped with a soda-lime tube being used. The fraction boiling at 44–46° amounts to 31–34 g. (71–78%) of tert-butylamine; d420 0.699; nD20 1.3800."
        ],
        "Compounds": [
            "petroleum ether",
            "trimethylacetazide",
            "ethanol (64-17-5)",
            "potassium carbonate (584-08-7)",
            "sulfuric acid (7664-93-9)",
            "hydrochloric acid (7647-01-0)",
            "ammonia (7664-41-7)",
            "ether (60-29-7)",
            "hydrogen (1333-74-0)",
            "sodium hydroxide (1310-73-2)",
            "lead (7439-92-1)",
            "sodium carbonate (497-19-8)",
            "sodium sulfate (7757-82-6)",
            "tert-Butyl bromide (507-19-7)",
            "carbon dioxide (124-38-9)",
            "phthalic anhydride (85-44-9)",
            "nickel (7440-02-0)",
            "potassium hydroxide (1310-58-3)",
            "ethylene glycol (107-21-1)",
            "urea (57-13-6)",
            "hydrazine hydrate (7803-57-8)",
            "potassium cyanate (590-28-3)",
            "Trimethylacetic acid (75-98-9)",
            "dioxane (123-91-1)",
            "monochloramine (10599-90-3)",
            "2,2-Dimethylethylenimine (2658-24-4)",
            "2-amino-2-methyl-1-propanol (124-68-5)",
            "Phthalhydrazide (1445-69-8)",
            "sodium sulfate decahydrate (7727-73-3)",
            "trimethylacetamide (758-96-3)",
            "O-methylhydroxylamine (67-62-9)",
            "tert-butyl alcohol (75-65-0)",
            "tert-Butylamine (75-64-9)",
            "tert-butylmagnesium chloride (677-22-5)",
            "tert-Butylphthalimide (2141-99-3)",
            "tert-Butylurea,\nmono-tert-butylurea (1118-12-3)",
            "tert-Butylamine hydrochloride (10017-37-5)",
            "di-tert-butylurea",
            "tert-amylamine (594-39-8)",
            "tert-amylurea",
            "tert-amylphthalimide",
            "N-tert-butylurethan",
            "tert-butylhydrazide (3619-17-8)"
        ],
        "ShortCompounds": [
            "petroleum ether",
            "trimethylacetazide",
            "ethanol ",
            "potassium carbonate ",
            "sulfuric acid ",
            "hydrochloric acid ",
            "ammonia ",
            "ether ",
            "hydrogen ",
            "sodium hydroxide ",
            "lead ",
            "sodium carbonate ",
            "sodium sulfate ",
            "tert-Butyl bromide ",
            "carbon dioxide ",
            "phthalic anhydride ",
            "nickel ",
            "potassium hydroxide ",
            "ethylene glycol ",
            "urea ",
            "hydrazine hydrate ",
            "potassium cyanate ",
            "Trimethylacetic acid ",
            "dioxane ",
            "monochloramine ",
            "2,2-Dimethylethylenimine ",
            "2-amino-2-methyl-1-propanol ",
            "Phthalhydrazide ",
            "sodium sulfate decahydrate ",
            "trimethylacetamide ",
            "O-methylhydroxylamine ",
            "tert-butyl alcohol ",
            "tert-Butylamine ",
            "tert-butylmagnesium chloride ",
            "tert-Butylphthalimide ",
            "tert-Butylurea,\nmono-tert-butylurea ",
            "tert-Butylamine hydrochloride ",
            "di-tert-butylurea",
            "tert-amylamine ",
            "tert-amylurea",
            "tert-amylphthalimide",
            "N-tert-butylurethan",
            "tert-butylhydrazide "
        ]
    },
    "volume30article28": {
        "Cite": "Org. Synth. 1950, 30, 75",
        "DOI": "DOI: 10.15227/orgsyn.030.0075",
        "Title": "trans-1-PHENYL-1,3-BUTADIENE",
        "ReactionImages": [
            "v030p0075_1.gif"
        ],
        "Procedure": [
            "In a 1-l. three-necked flask equipped with a mercury-sealed stirrer, a reflux condenser protected with a calcium chloride drying tube, a separatory funnel, a nitrogen inlet tube, and a thermometer is placed 0.515 mole of methylmagnesium bromide in 250–350 ml. of ether (a 1.5–2.0N solution). The mixture is cooled to a temperature below 10° by means of an ice-water bath, the stirrer is started, and a solution of 66.1 g. (0.50 mole) of cinnamaldehyde (Note 1) in 60 ml. of absolute ether is added, the rate of addition being controlled so that the temperature is kept below 10°. Throughout the addition, which takes about 1 hour, a slow stream of dry nitrogen is passed through the flask (Note 2).\nThe flask is detached from the condenser and stirrer, and its contents are transferred to a 500-ml. separatory funnel. The apparatus is then reassembled, without the nitrogen inlet tube or the drying tube, and 175 ml. of 30% sulfuric acid (by weight) is placed in the flask. Without cooling, but with efficient stirring with a Hershberg Nichrome wire stirrer at 1500–1700 r.p.m. (Note 3),2 the ethereal solution of the cinnamaldehyde-methylmagnesium bromide adduct is added rapidly to the acid. The time for this addition (5–7 minutes) is limited by the efficiency of the condenser. Heat then is applied to maintain gentle reflux until the total time elapsed from the initiation of hydrolysis is 20 minutes. The contents of the flask are immediately transferred to a 1-l. separatory funnel, the lower aqueous layer is discarded, and the ether layer is washed successively with 50 ml. of water, a mixture of 50 ml. of 5% aqueous sodium hydroxide and 50 ml. of saturated ammonium chloride solution, and 50 ml. of water. Before each of the washings the air in the separatory funnel is displaced with nitrogen. When the second wash solution is added, 0.3 g. of phenyl-β-naphthylamine is dissolved in the ether layer. The washed solution is dried with 20 g. of anhydrous sodium sulfate for 30 minutes and then with 15 g. of anhydrous potassium carbonate for 12 hours.\nThe ethereal solution is filtered and concentrated by distillation from a steam bath to a residual volume of 80–100 ml. Some water separates at this time, and the mixture is cooled and then dried with about 15 g. of anhydrous potassium carbonate. The concentrated solution is filtered into a 125-ml. modified Claisen flask3 and distilled under reduced pressure in a nitrogen atmosphere into a receiver containing 0.3 g. of phenyl-β-naphthylamine. In this manner 52–54 g. (80–83%) of crude trans-1-phenyl-1,3-butadiene is obtained, b.p. 81–85°/10–11 mm.; n25D 1.606–1.608, which may contain some methylstyrylcarbinol and water. This material is dried with 5 g. of anhydrous potassium carbonate, filtered, and distilled as before. The yield of trans-1-phenyl-1,3-butadiene is 47–49 g. (72–75%), b.p. 78–81°/8 mm.; n25D 1.607–1.608. This product is satisfactory for most purposes (Note 4) and (Note 5)."
        ],
        "Compounds": [],
        "ShortCompounds": []
    },
    "volume30article33": {
        "Cite": "Org. Synth. 1950, 30, 90",
        "DOI": "DOI: 10.15227/orgsyn.030.0090",
        "Title": "1,2,3,4-TETRAHYDROCARBAZOLE",
        "ReactionImages": [
            "v030p0090_1.gif"
        ],
        "Procedure": [
            "A mixture of 98 g. (1 mole) (Note 1) of cyclohexanone and 360 g. (6 moles) of acetic acid contained in a 1-l. three-necked round-bottomed flask equipped with a reflux condenser, a slip-sealed stirrer, and a dropping funnel is heated under reflux and stirred while 108 g. (1 mole) of phenylhydrazine is added during 1 hour. The mixture is heated under reflux for an additional hour and poured into a 1.5-l. beaker and stirred by hand (Note 2) while it solidifies. It is then cooled to about 5° and filtered with suction, the filtrate being cooled in ice and refiltered through the filter cake. The final filtrate is discarded. The filter cake is washed with 100 ml. of water and finally with 100 ml. of 75% ethanol. Each wash is allowed to soak into the filter cake before it is sucked dry. The crude solid is air-dried overnight (Note 3) and crystallized (Note 4) from 700 ml. of methanol after treatment with decolorizing carbon (Note 5); yield 120–135 g. of 1,2,3,4-tetrahydrocarbazole, m.p. 115–116° (Note 6). The mother liquor is concentrated to one-fourth of its original volume and yields an additional 10 g. of product (total yield 76–85%) (Note 7)."
        ],
        "Compounds": [
            "tetrahydrocarbazole",
            "2-phenylcyclohexanone oxime",
            "2-hydroxycyclohexanone",
            "cyclohexanone phenylhydrazone"
        ],
        "ShortCompounds": [
            "tetrahydrocarbazole",
            "2-phenylcyclohexanone oxime",
            "2-hydroxycyclohexanone",
            "cyclohexanone phenylhydrazone"
        ]
    },
    "volume30article35": {
        "Cite": "Org. Synth. 1950, 30, 95",
        "DOI": "DOI: 10.15227/orgsyn.030.0095",
        "Title": "TETRAPHENYLARSONIUM CHLORIDE HYDROCHLORIDE",
        "ReactionImages": [
            "v030p0095_1.gif"
        ],
        "Procedure": [
            "A. Triphenylarsine. In a 2-l. round-bottomed three-necked flask is placed 130 g. (5.65 g. atoms) of powdered sodium2 covered with 900 ml. of benzene. The flask is fitted with an Allihn condenser, a mercury-sealed mechanical Hershberg stirrer, and a 500-ml. dropping funnel in which is placed a mixture of 170 g. (0.94 mole) of arsenic trichloride and 272 g. (2.42 moles) of chlorobenzene. About 10 ml. of the arsenic trichloride-chlorobenzene mixture is dropped into the flask, and the reaction mixture is stirred and heated on a steam bath until it darkens and boils spontaneously. The steam bath is removed, and the remainder of the arsenic trichloride-chlorobenzene mixture is added dropwise, with stirring, over a period of 1–1.5 hours at such a rate that gentle boiling is maintained (Note 1). When the addition is complete, the mixture is stirred and heated under reflux on a steam bath for 12 hours.\nThe reaction mixture is filtered while hot through a large Büchner funnel, and the filtrate is collected in a 3-l. filter flask. The residue (Note 2) is washed on the funnel with two 200-ml. portions of hot benzene, pressed as dry as possible, and then transferred to a 1-l. beaker, boiled with 300 ml. of benzene, and filtered, the same funnel and flask being used. This extraction process is repeated twice.\nThe combined benzene filtrates are subjected to distillation from a steam bath to remove the benzene. The flask containing the residual red oil is connected to a water pump and heated under reduced pressure in an oil bath at 110–120° for 2 hours to remove unreacted starting materials. When cooled, the crude triphenylarsine solidifies to a light brown solid which melts at 57–59°. The yield is 230–240 g. (93–97%). The crude product is dissolved in 650–700 ml. of hot 95% ethanol and placed in a refrigerator overnight. The crystals are collected on a Büchner funnel and washed with 50 ml. of cold 95% ethanol. The yield is 218–225 g. (88–91%) of white crystals which melt at 61°.",
            "B. Triphenylarsine oxide. In a 500-ml. round-bottomed flask equipped with a mechanical stirrer, a thermometer, and a 100-ml. dropping funnel is placed 100 g. (0.33 mole) of the recrystallized triphenylarsine (Note 3) dissolved in 200 ml. of acetone. To the solution 46 g. (0.41 mole) of 30% hydrogen peroxide is added dropwise, with stirring, over a period of 20–30 minutes. A water-ice bath is used to maintain the temperature at 25–30°. When the addition is complete, stirring is continued for 30 minutes, and the acetone is then removed by distillation.\nThe flask containing the residual yellow oil is fitted with a water trap and condenser, and 120 ml. of benzene is added. The water is then removed by azeotropic distillation (Note 4). When the removal of water is complete, the triphenylarsine oxide is crystallized by cooling the flask in an ice bath for 1.5–2 hours. The light-brown crystals are collected on a Büchner funnel and washed on the funnel with 25 ml. of cold benzene. The crude product weighs 97–98.5 g. (91–93%) and melts at 186–188°. The crude product is transferred to a porcelain dish and triturated with 50 ml. of benzene, collected on a Büchner funnel, pressed as dry as possible, and washed with 25 ml. of cold benzene. After drying in the air, the triphenylarsine oxide amounts to 89–92 g. (84–87%) of white crystals, melting at 189°.",
            "C. Tetraphenylarsonium chloride hydrochloride. In a 2-l. round-bottomed three-necked flask fitted with a condenser, a mercury-sealed mechanical Hershberg stirrer, and a dropping funnel is placed 40 g. (0.124 mole) of triphenylarsine oxide dissolved in 1 l. of hot benzene. To this solution there is added with vigorous stirring a solution of phenylmagnesium bromide which is prepared from 34.6 g. (0.22 mole) of bromobenzene, 6.0 g. (0.25 g. atom) of magnesium, and 200 ml. of dry ether. A brown viscous solid separates. The mixture is stirred for 15 minutes and then stirred and heated under reflux on a steam bath for 30 minutes. The solvent is removed by decantation, and the viscous solid is washed with 500 ml. of benzene. The addition product is then hydrolyzed with 100 ml. of water containing 5 ml. of concentrated hydrochloric acid.\nThe hydrolysis mixture is transferred to a 1-l. round-bottomed flask fitted with a reflux condenser, and 500 ml. of concentrated hydrochloric acid is added (Note 5). The mixture is heated on a steam bath for 1.5–2 hours. The flask is cooled in an ice bath; the crystals are collected on a sintered-glass funnel and washed with 200 ml. of ice-cold concentrated hydrochloric acid and then with 200 ml. of ice-cold dry ether. The crude product weighs 50–56 g. The product is dissolved in a mixture of 50 ml. of water and 150 ml. of concentrated hydrochloric acid by boiling under reflux. The tetraphenylarsonium chloride hydrochloride separates when the solution is cooled in an ice bath. The white needles are collected on a sintered-glass funnel and washed with 50 ml. of ice-cold concentrated hydrochloric acid and then with 200 ml. of ice-cold dry ether. The yield of tetraphenylarsonium chloride hydrochloride melting at 204–208° with decomposition is 42–45 g. (74–80%)."
        ],
        "Compounds": [
            "sodium (13966-32-0)",
            "bromobenzene (108-86-1)",
            "hydrogen peroxide (7722-84-1)",
            "Phenylmagnesium bromide (100-58-3)",
            "Tetraphenylarsonium chloride hydrochloride,\nArsonium chloride, tetraphenyl-, hydrochloride (123334-18-9)",
            "arsenic trichloride (7784-34-1)",
            "Triphenylarsine (603-32-7)",
            "Triphenylarsine oxide (1153-05-5)",
            "tetraphenylarsonium bromide",
            "arsenic triiodide (7784-45-4)",
            "triphenylarsine dibromide"
        ],
        "ShortCompounds": [
            "sodium ",
            "bromobenzene ",
            "hydrogen peroxide ",
            "Phenylmagnesium bromide ",
            "Tetraphenylarsonium chloride hydrochloride,\nArsonium chloride, tetraphenyl-, hydrochloride ",
            "arsenic trichloride ",
            "Triphenylarsine ",
            "Triphenylarsine oxide ",
            "tetraphenylarsonium bromide",
            "arsenic triiodide ",
            "triphenylarsine dibromide"
        ]
    },
    "volume30article37": {
        "Cite": "Org. Synth. 1950, 30, 101",
        "DOI": "DOI: 10.15227/orgsyn.030.0101",
        "Title": "VANILLIC ACID",
        "ReactionImages": [
            "v030p0101_1.gif",
            "v030p0101_2.gif"
        ],
        "Procedure": [
            "A solution of 170 g. (1.0 mole) of silver nitrate in 1 l. of water in a 2-l. beaker is treated, with stirring, with a solution of 44 g. (1.07 moles) of 97% sodium hydroxide in 400 ml. of water (Note 1). The mixture is stirred for 5 minutes, and the silver oxide is collected on an 11-cm. Büchner funnel with suction and washed free of nitrates with water (Note 2). The wet, freshly precipitated silver oxide is transferred to a 4-l. beaker (Note 1), covered with 2 l. of water, and treated with 200 g. (4.85 moles) of 97% sodium hydroxide pellets with vigorous stirring. If the temperature of the mixture at this point is below 55°, the mixture is warmed to 55–60°. With continued stirring at 55–60° (Note 3), 152 g. (1.0 mole) of vanillin (Note 4) is added; the reaction begins after a few minutes. The silver oxide is transformed to fluffy metallic silver, and considerable heat is evolved. Stirring is continued for 10 minutes, the mixture is filtered, and the precipitated silver is washed with 100 ml. of hot water. A rapid stream of sulfur dioxide gas (Note 5) is passed into the combined filtrate and washings for 2 minutes, and the resulting solution is poured into 1.1 l. of 1:1 hydrochloric acid with vigorous stirring. The resulting mixture, which should be acid to Congo red, is cooled to 15–20°. The vanillic acid is collected on a Büchner funnel, pressed to remove the mother liquor, washed with 150 ml. of ice water (Note 6), sucked as dry as possible, and air-dried. The yield is 140–160 g. (83–95%) of white needles melting at 209–210°. This product is pure enough for most purposes, but it may be purified by recrystallization from water containing a little sulfur dioxide, 1.2 l. of water being used per 100 g. of product. Pure white needles melting at 210–211° are obtained with a recovery of 90–97%.",
            "In a stainless-steel beaker of approximately 2-l. capacity (120 mm. by 165 mm.) equipped with an efficient mechanical Nichrome or Monel stirrer (Note 1) and heated by an electric hot plate are placed 178 g. (4.3 moles) of 97% sodium hydroxide pellets, 178 g. (2.7 moles) of 85% potassium hydroxide pellets (Note 2), and 50 ml. of water. The mixture is stirred and heated to 160°, at which temperature the hot plate is turned off. Twenty-five grams of vanillin is added. The temperature drops somewhat, and after a very short time a vigorous reaction begins which raises the temperature to 180–195°. An additional 127 g. (total of 1.0 mole) of vanillin is gradually added to the reaction mixture during a period of 10–12 minutes at a rate sufficient to maintain the reaction temperature (Note 3). After all the vanillin has been added, stirring is continued for 5 minutes. The hot plate is removed, and the mixture is allowed to cool with stirring. When the mixture cools to about 150–160°, 1 l. of water is added and the mixture is stirred until all the fusion mixture is dissolved. The solution is transferred to a 4-l. beaker, 500 ml. of water being used to rinse the stirrer and metal beaker. Sulfur dioxide gas is introduced for 1 minute (Note 4), and the reaction mixture is cooled to room temperature. The mixture is acidified with about 1.2 l. of 6N hydrochloric acid using Congo red as the indicator and keeping the mixture cool during addition of the acid by stirring and cooling in an ice bath. The mixture is cooled, and the light-tan precipitate is filtered, washed with 150 ml. of ice water, and dried. The yield of vanillic acid melting at 206–208° is 150–160 g. (89–95%) (Note 5). The product can be recrystallized from water, using 1.2 l. per 100 g. of vanillic acid. A 90–97% recovery of nearly white vanillic acid melting at 209–210° is obtained."
        ],
        "Compounds": [],
        "ShortCompounds": []
    }
}